Repository: innerwebblueprint/affiliate-for-woocommerce
Catalog: languages/affiliate-for-woocommerce-*.po
Languages: ru_ru

# setting description
source: An affiliate earnings must reach this minimum threshold value to qualify for commission payouts. This setting ensures that only eligible order's referrals are included for payouts. In case automatic payouts are enabled, order referrals below this threshold will not qualify for payouts.
ru_ru: Заработок партнера должен достичь этого минимального порогового значения, чтобы иметь право на выплату комиссии. Эта настройка гарантирует, что для выплат учитываются только рефералы, соответствующие требованиям. Если автоматические выплаты включены, рефералы заказов ниже этого порога не будут иметь права на выплаты.

# setting description
source: Automatic commission payouts will be issued on this fixed day of each month you enter in the box. Leaving it blank will set the default day to the 15th of each month. If the entered date falls between the 28th and 31st, payouts will be automatically sent on the last day of that particular month.
ru_ru: Автоматические выплаты комиссий будут производиться в указанный вами день каждого месяца. Если оставить поле пустым, то день по умолчанию будет установлен на 15-е число каждого месяца. Если введенная дата попадает между 28-м и 31-м числом, выплаты будут автоматически отправлены в последний день этого месяца.

# setting description
source: Enable this to automatically pay your affiliates
ru_ru: Включите эту функцию, чтобы автоматически делать выплаты вашим партнёрам.

# setting description
source: Set the maximum commission an affiliate can receive in automatic payouts. Set it to 0 if no limit. This setting ensures automatic payouts stay within a specified limit. Referrals exceeding this limit won't be included in automatic payouts.
ru_ru: Установите максимальную комиссию, которую партнер может получить в автоматических выплатах. Установите ее на 0, если ограничений нет. Эта настройка гарантирует, что автоматические выплаты останутся в пределах указанного лимита. Рефералы, превышающие этот лимит, не будут включены в автоматические выплаты.

# setting description
source: Show the Affiliate Registration Form in existing users' My Account to allow them to join your affiliate program
ru_ru: Показывать форму регистрации партнера в учетной записи существующих пользователей, чтобы позволить им присоединиться к вашей партнерской программе.

# setting description for personalizing affiliate identifier
source: Allow affiliates to use something other than {user_id} as referral identifier
ru_ru: Разрешить партнерам использовать что-то другое вместо {user_id} в качестве идентификатора реферала.

# setting description for pretty affiliate links
source: Automatically convert default affiliate referral links to beautiful links
ru_ru: Автоматически конвертировать стандартные партнерские реферальные ссылки в красивые ссылки

# setting description of showing affiliate referral link for a product
source: Allow affiliates to quickly copy their affiliate referral link for a specific product from a single product page
ru_ru: Разрешить партнерам быстро копировать свою реферальную ссылку для конкретного продукта со страницы товара.

# setting description of using coupons for referral
source: Use coupons for referral - along with affiliated links
ru_ru: Используйте купоны для рефералов, а также партнерские ссылки.

# setting description tip
source: Disabling this will hide the Affiliate Registration Form in the existing users' My Account.
ru_ru: Отключение этого параметра скроет форму регистрации партнера в учетной записи существующего пользователя.

# setting description tip
source: Disabling this will not show it to affiliates in their account.
ru_ru: Отключение этой опции приведет к тому, что информация не будет отображаться партнерам в их аккаунте.

# setting description tip for personalizing affiliate identifier
source: Good idea to keep this on. This allows "friendly" looking links - because people can use their brand name instead of {user_id}.
ru_ru: Хорошая идея оставить это включённым. Это позволяет создавать «дружественные» ссылки, поскольку люди могут использовать своё брендированное имя вместо {user_id}.

# setting description tip for sending referral details to admin
source: Disabling this will not include affiliate referral details in the email to admin.
ru_ru: Отключение этой опции приведет к тому, что информация о партнерских рефералах не будет отправляться администратору в письме.

# setting description tip for showing affiliate referral link for a product
source: When enabled, a "Click to copy referral link" button will appear for active affiliates on all products except the ones listed under "Excluded products" and assigned to the affiliate via a "Landing page".
ru_ru: Если эта функция включена, кнопка «Нажмите, чтобы скопировать реферальную ссылку» будет отображаться для активных партнеров по всем продуктам, за исключением тех, которые перечислены в разделе «Исключенные продукты» и назначены партнеру через «Целевую страницу».

# setting description tip of using coupons for referral
source: Use the <code>Assign to affiliate</code> option while creating a coupon to link the coupon with an affiliate. Whenever that coupon is used, specified affiliate will be credited for the sale.
ru_ru: Используйте опцию <code>Assign to affiliate</code> при создании купона, чтобы связать купон с партнером. Каждый раз, когда этот купон будет использован, указанному партнеру будет начислена комиссия за продажу.

# Setting link in dashboard widget
source: Settings
ru_ru: Настройки

# setting name
source: Automatic payouts
ru_ru: Автоматические выплаты

# setting name
source: Commission payout day
ru_ru: День выплаты комиссии

# setting name
source: Maximum commission to pay an affiliate
ru_ru: Максимальная комиссия для выплаты партнеру

# setting name
source: Minimum affiliate commission for payout
ru_ru: Минимальная партнерская комиссия за выплату

# setting name
source: Payout via PayPal
ru_ru: Выплата через PayPal

# setting name
source: PayPal email address
ru_ru: Адрес электронной почты PayPal

# setting name
source: Refund period
ru_ru: Период возврата

# setting name
source: Register as an affiliate
ru_ru: Зарегистрироваться как партнёр

# setting name for affiliate self-refer
source: Affiliate self-refer
ru_ru: Партнерская ссылка для самоучастия.

# setting name for coupons for referral
source: Coupons for referral
ru_ru: Купоны за рефералов

# setting name for multi-tier affiliate program
source: Multi-tier affiliate program
ru_ru: Многоуровневая партнерская программа

# setting name for pretty affiliate links
source: Pretty affiliate links
ru_ru: Красивые партнерские ссылки

# setting name for tracking parameter name
source: Tracking param name
ru_ru: Имя параметра отслеживания

# setting name to credit first or last affiliate during referral
source: Credit first/last affiliate
ru_ru: "Зачислить первому/последнему партнеру" означает, что система определит, кому из партнеров будет начислена комиссия, если кандидат уже переходил на сайт по реферальной ссылке другого партнера: Первому партнеру — комиссия будет зачислена тому, кто первым привел клиента по своей реферальной ссылке. Последнему партнеру — комиссия будет начислена тому партнеру, по чьей реферальной ссылке клиент зарегистрировался последним. Это помогает управлять ситуациями, когда один и тот же клиент взаимодействует с несколькими партнерами.

# setting name to personalize affiliate identifier
source: Personalize affiliate identifier
ru_ru: Персонализировать партнерский идентификатор

# setting name to send referral details to admin
source: Send referral details to admin
ru_ru: Отправить данные о реферале администратору

# setting name to show affiliate referral link for a product
source: Show affiliate referral link for a product
ru_ru: Показать партнерскую реферальную ссылку для продукта

source: Settings
ru_ru: Настройки

# settinng description tip for pretty affiliate links
source: When enabled, the affiliate links will look like <strong>%1$s</strong> instead of %2$s.
ru_ru: Если эта функция включена, партнерские ссылки будут выглядеть как <strong>%1$s</strong> вместо %2$s.

# Show the available merge tags
source: Available merge tags: <code>%1$s</code> <code>%2$s</code> <code>%3$s</code>
ru_ru: Доступные теги слияния: <code>%1$s</code> <code>%2$s</code> <code>%3$s</code>

# Skip button label
source: Skip
ru_ru: Пропустить

# Skip button label
source: Skip setup and go to Dashboard
ru_ru: Пропустите настройку и перейдите в Панель управления

# smart dates option for 3 months
source: 3 Months
ru_ru: 3 месяца

# smart dates option for 6 months
source: 6 Months
ru_ru: 6 месяцев

# smart dates option for last 4 weeks
source: Last 4 Weeks
ru_ru: Последние 4 недели

# smart dates option for last month
source: Last Month
ru_ru: Прошлый месяц

# smart dates option for last week
source: Last Week
ru_ru: На прошлой неделе

# smart dates option for last year
source: Last Year
ru_ru: В прошлом году

# smart dates option for this month
source: This Month
ru_ru: В этом месяце

# smart dates option for this week
source: This Week
ru_ru: На этой неделе

# smart dates option for this year
source: This Year
ru_ru: В этом году

# smart dates option for today
source: Today
ru_ru: Сегодня

# smart dates option for yesterday
source: Yesterday
ru_ru: Вчера

source: Standard CSV
ru_ru: Стандартный CSV-файл

# Start button label
source: Get started
ru_ru: Начать работу

# Start date for date field of my account
source: From
ru_ru: От

# Stat label for active affiliate count in dashboard widget
source: Active
ru_ru: Активный

# Stat label for pending affiliate count in dashboard widget
source: Pending
ru_ru: В ожидании

# Stat label for rejected affiliate count in dashboard widget
source: Rejected
ru_ru: Отклонить

# Stats for top 10 converting URLs in summary email report
source: %1$s (Referrals: %2$s, Total Visits: %3$s)
ru_ru: %1$s (Рефералы: %2$s, Всего визитов: %3$s)

# Storewide commission setting title
source: Referral commission
ru_ru: Реферальная комиссия

source: Subject
ru_ru: Тема

source: Submit
ru_ru: Отправить

# Success message after linking the customer for lifetime commissions
source: Customer linked successfully
ru_ru: Клиент успешно подключен

# success message after saving commission plan order
source: Plan order saved successfully
ru_ru: План комиссии успешно сохранён

# success message after updating commission status
source: Commission status updated successfully
ru_ru: Статус комиссии успешно обновлен

# Success message for removal of linked lifetime commission customer
source: Customer unlinked successfully
ru_ru: Клиент успешно отключён

# Summary dashboard widget title when showing all timer referral data
source: Affiliates summary - all time
ru_ru: Партнёры - за все время

# Summary dashboard widget title when showing current month's referral data
source: Affiliates summary - this month
ru_ru: Партнёры - в этом месяце

source: Support
ru_ru: Поддержка

# Text for Affiliate summary report email enable
source: Enable now
ru_ru: Включить сейчас

# text for commission amount
source: commission
ru_ru: Комиссия

# text for more details regarding PayPal API migration
source: for more details.
ru_ru: для более подробной информации.

# Text for no data to load
source: No more data to load
ru_ru: Больше нет данных для загрузки

# text for onboarding welcome page
source: Let's kickstart your affiliate program! Click the button below, and we'll walk you through the initial setup. It only takes a couple of minutes. And don't worry, you can modify these settings any time.
ru_ru: Давайте запустим вашу партнерскую программу! Нажмите кнопку ниже, и мы проведем вас через начальную настройку. Это займет всего пару минут. И не волнуйтесь, вы можете изменить эти настройки в любое время.

# text for review request
source: If you like %1$sAffiliate For WooCommerce%2$s, please give us %3$s. A huge thanks from WooCommerce & StoreApps in advance!
ru_ru: Если вам нравится %1$sAffiliate For WooCommerce%2$s, пожалуйста, дайте нам %3$s. Огромное спасибо от WooCommerce и StoreApps заранее!

# Text for showing invoice
source: and generated the invoice
ru_ru: и сгенерировал(а) счет

# Text for total revenue stats in dashboard widget
source: of total revenue
ru_ru: от общего дохода

source: Text to appear below the main email content.
ru_ru: Текст, который будет отображаться под основным содержимым письма.

# text to copy the affiliate's product-specific referral link
source: Click to copy referral link
ru_ru: Нажмите, чтобы скопировать реферальную ссылку

# Text to dismiss the notice
source: Dismiss
ru_ru: Отклонить

# text to view documentation link
source: View the steps to
ru_ru: Посмотрите шаги, чтобы

source: Thank you for installing Affiliate for WooCommerce
ru_ru: Спасибо за установку Affiliate for WooCommerce

source: Thank you for promoting us. We look forward to sending another email like this very soon.
ru_ru: Спасибо, что продвигаете нас. Мы с нетерпением ждем отправки еще одного такого письма в ближайшее время.

# Thank you message from the plugin developer
source: to motivate us! A big thanks from the %s team!
ru_ru: чтобы мотивировать нас! Большое спасибо от команды %s!

# thanking affiliate user for registering for the affiliate program
source: Thank you for signing up for our affiliate program.
ru_ru: Спасибо за регистрацию в нашей партнерской программе.

# Thanks message in payout invoice template
source: Thank you for being our high valued affiliate!
ru_ru: Спасибо, что являетесь нашим ценным партнером!

source: Thanks!
ru_ru: Спасибо!

source: The best affiliate management plugin for WooCommerce. Track, manage and payout affiliate commissions easily.
ru_ru: Лучший плагин для управления партнерскими программами для WooCommerce. Легко отслеживайте, управляйте и выплачивайте партнерские комиссии.

# The group name affiliate tags list
source: Affiliate Tags
ru_ru: Партнерские теги

# The group name for affiliate list
source: Affiliates
ru_ru: Партнёры

# The group name for lifetime commission affiliate tags excluded list
source: Affiliate Tags
ru_ru: Партнерские теги

# The group name for lifetime commission affiliates excluded list
source: Affiliates
ru_ru: Партнёры

source: The most important thing I have learned working with our partners is that the best way to succeed is quickly to start active promotions. If you postpone, you will not see results. If you take quick action, you may as well become one of our superstar partners! Looking forward to working closely with you.
ru_ru: Самое важное, что я усвоил, работая с нашими партнерами, это то, что лучший способ добиться успеха — быстро начать активные акции. Если вы отложите, вы не увидите результатов. Если вы предпримете быстрые действия, вы также можете стать одним из наших суперзвездных партнеров! С нетерпением ждем тесного сотрудничества с вами.

source: there
ru_ru: привет

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
ru_ru: Эта настройка управляет основным заголовком, содержащимся в уведомлении по электронной почте. Оставьте поле пустым, чтобы использовать заголовок по умолчанию: <code>%s</code>.

source: this doc
ru_ru: этот документ

source: This group is a "pass" when
ru_ru: Эта группа является «пропуском», когда

# Title for active affiliate status
source: Active
ru_ru: Активный

# Title for additional content field in the automatic payouts reminder email
source: Additional content
ru_ru: Дополнительный контент

source: Affiliates
ru_ru: Партнёры

source: Affiliates (All time)
ru_ru: Партнеры (За все время)

# Title for Affiliate registration confirmation password field
source: Confirm Password
ru_ru: Подтвердите пароль

# Title for Affiliate registration email address field
source: Email Address
ru_ru: Email

# Title for Affiliate registration first name field
source: First Name
ru_ru: Имя

# Title for Affiliate registration last name field
source: Last Name
ru_ru: Фамилия

# Title for Affiliate registration parent user's id field
source: Referral affiliate user ID
ru_ru: Идентификатор пользователя партнерской программы

# Title for Affiliate registration password field
source: Password
ru_ru: Пароль

# Title for Affiliate registration PayPal email address field
source: PayPal Email Address
ru_ru: Адрес электронной почты PayPal

# Title for Affiliate registration website URL field
source: Website URL
ru_ru: Ссылка на сайт

# Title for affiliate revenue in dashboard widget
source: Affiliates Revenue
ru_ru: Доход партнеров

# Title for affiliate user roles
source: Affiliate user roles
ru_ru: Роли партнера

# Title for campaign status
source: Campaign status
ru_ru: Статус кампании

# Title for commission action - apply to
source: Apply to
ru_ru: Применить к

# Title for commission action on the remaining products
source: And then, for remaining products in the order...
ru_ru: А затем, для оставшихся продуктов в заказе...

# Title for commission actions
source: Actions
ru_ru: Действия

# Title for commission amount and type
source: Commission
ru_ru: Комиссия

# Title for commission rules
source: Rules
ru_ru: Правила

# Title for displaying the default commission plan link
source: Default commission plan: %s
ru_ru: План комиссии по умолчанию: %s

# Title for doc link
source: Docs
ru_ru: Документы

# Title for email heading field in the automatic payouts reminder email
source: Email Heading
ru_ru: Заголовок письма

# Title for email manage step
source: Manage emails
ru_ru: Управление электронной почтой

# Title for email type field in the automatic payouts reminder email
source: Email type
ru_ru: Тип письма

# title for enable/disable the affiliate pending request email
source: Enable/Disable
ru_ru: Включить/Выключить

# title for enable/disable the affiliate summary report email
source: Enable/Disable
ru_ru: Включить/Выключить

# Title for Getting started step
source: You're all set up and good to go!
ru_ru: Все готово и можно приступать!

# Title for landing page meta box
source: Affiliate Landing Page
ru_ru: Целевая страница для партнеров

# Title for main rule condition
source: When
ru_ru: Когда

# Title for manage affiliate tag page link
source: Manage affiliate tags
ru_ru: Управление партнерскими тегами

# Title for multi-tier commission and distribution
source: Tier-wise commission distribution
ru_ru: Распределение комиссионных по уровням

# Title for parent subscription commission rule
source: Parent
ru_ru: Родитель

# Title for payout dashboard
source: Payout History
ru_ru: История выплат

# Title for payout invoice print window
source: Payout Invoice
ru_ru: Счет-фактура на выплату

# Title for pending affiliate status
source: Awaiting Approval
ru_ru: Ожидает одобрения

# title for printing the invoice
source: Print
ru_ru: Печать

# title for printing the invoice icon
source: Print
ru_ru: Печать

# Title for product dashboard
source: Products
ru_ru: Продукты

# Title for program setup
source: Program setup
ru_ru: Настройка программы

# Title for referral dashboard
source: Referrals
ru_ru: Рефералы

# Title for referral medium commission rule
source: Referral Medium
ru_ru: Источник реферала

# Title for referrals count in dashboard widget
source: Referrals
ru_ru: Рефералы

# Title for rejected affiliate status
source: Rejected
ru_ru: Отклонить

# Title for renewal subscription commission rule
source: Renewal
ru_ru: Обновление

# Title for setting up affiliates
source: Choosing affiliates
ru_ru: Выбор партнеров

# Title for setting up storewide commission
source: Commission plan
ru_ru: Планы Комиссии

# Title for setting up storewide commission
source: Storewide default commission
ru_ru: Комиссия по умолчанию для всего магазина

# title for the additional content of the affiliate pending request email
source: Additional content
ru_ru: Дополнительный контент

# title for the additional content of the affiliate summary report email
source: Additional content
ru_ru: Дополнительный контент

# title for the additional note
source: Additional notes:
ru_ru: Дополнительные примечания:

# title for the commission amount
source: Commission:
ru_ru: Комиссия:

# title for the email heading of the affiliate pending request email
source: Email Heading
ru_ru: Заголовок письма

# title for the email heading of the affiliate summary report email
source: Email Heading
ru_ru: Заголовок письма

# title for the email type of the affiliate pending request email
source: Email type
ru_ru: Тип письма

# title for the email type of the affiliate summary report email
source: Email type
ru_ru: Тип письма

# title for the payout method
source: Payout method:
ru_ru: Способ выплаты:

# title for the PayPal email address
source: PayPal email address:
ru_ru: Адрес электронной почты PayPal:

# title for the period of commission payout
source: Period:
ru_ru: Период:

# Title for the subject field in the automatic payouts reminder email
source: Subject
ru_ru: Тема письма

# title for the subject of the affiliate pending request email
source: Subject
ru_ru: Тема

# title for the subject of the affiliate summary report email
source: Subject
ru_ru: Тема

# title for the successful referral records
source: Successful referrals:
ru_ru: Успешные рефералы:

# Title for the user role commission rule
source: Role
ru_ru: Роль

# Title for total commission across tiers
source: Total commissions:
ru_ru: Всего комиссий:

# Title for user first order commission rule
source: First Order
ru_ru: Первый заказ

# Title for visibility of the campaign in the campaign list
source: Visibility:
ru_ru: Видимость:

# title of integration section at registration form setting
source: Add custom fields to the registration form
ru_ru: Добавить пользовательские поля в форму регистрации

# Title of link/unlink affiliate in order metabox
source: Assigned to affiliate
ru_ru: Назначить партнёру

# Title of total commission in order metabox
source: Total commissions:
ru_ru: Всего комиссий:

source: to
ru_ru: до

# Tracking param name description
source: Specify the tracking parameter for affiliate referral links.
ru_ru: Укажите параметр отслеживания для партнерских реферальных ссылок.

# Tracking parameter setting placeholder text
source: Leaving this blank will use default value ref
ru_ru: Если оставить это поле пустым, будет использоваться значение по умолчанию ref

source: Type
ru_ru: Тип

source: Update Affiliate Tag
ru_ru: Обновить партнерский тег

# update button text for profile tab
source: Update
ru_ru: Обновить

# update button title for commission status
source: Update
ru_ru: Обновить

# updating the status of affiliate request
source: Your details are currently being reviewed by our team.
ru_ru: Ваши данные в настоящее время проверяются нашей командой.

source: use default commission
ru_ru: использовать комиссию по умолчанию

# user website label at in affiliate profile tab
source: Website
ru_ru: Сайт

source: User's affiliate information
ru_ru: Информация о партнёрской программе пользователя

# view all text for payout history table
source: View all
ru_ru: Просмотреть все

# view all text for products table
source: View all
ru_ru: Просмотреть все

# view all text for referrals table
source: View all
ru_ru: Просмотреть все

# Visibility label where none of any rule applied in the campaigns
source: All
ru_ru: Все

# Visibility label where rules are applied in the campaigns
source: Restricted
ru_ru: Ограничено

# Visit dashboard label
source: Visit the settings page
ru_ru: Посетите страницу настроек

# Visitor table row title for datetime
source: Datetime
ru_ru: Дата и время

# Visitor table row title for medium
source: Medium
ru_ru: Средний

# Visitor table row title for referring URL
source: Referring URl
ru_ru: Ссылающийся URL

# Visitor table row title for user agent
source: User agent
ru_ru: Сведения о системе
