Repository: innerwebblueprint/affiliate-for-woocommerce
Catalog: languages/affiliate-for-woocommerce-*.po
Languages: ru_ru

# campaign title description
source: A descriptive title for this campaign so affiliates can easily understand purpose of the campaign.
ru_ru: Описательное название этой кампании, чтобы партнеры могли легко понять ее цель.

# Campaign tracking link
source: Link:
ru_ru: Ссылка:

# campaign url
source: Destination Link
ru_ru: Ссылка назначения

# campaigns not found message
source: No campaigns found
ru_ru: Кампании не найдены

# Campaigns screen headline
source: Campaigns
ru_ru: Кампании

source: Cancel
ru_ru: Отмена

source: Choose which format of email to send.
ru_ru: Выберите формат электронного письма для отправки.

source: click here
ru_ru: кликните сюда

source: Click on a label to filter. Type in the search box to search.
ru_ru: Нажмите на метку для фильтрации. Введите текст в поле поиска для поиска.

# click to copy label for custom referral url
source: Click to copy
ru_ru: Нажмите, чтобы скопировать

# click to copy label for landing page url
source: Click to copy
ru_ru: Нажмите, чтобы скопировать

# click to copy label for referral url
source: Click to copy
ru_ru: Нажмите, чтобы скопировать

# closing remark for affiliate
source: We look forward to sending bigger payouts to you next time. Keep promoting more and keep living a life you love.
ru_ru: Мы с нетерпением ждем отправки вам более крупных выплат в следующий раз. Продолжайте продвигать больше и продолжайте жить жизнью, которую вы любите.

# Column header for affiliate in WooCommerce order report
source: Affiliate
ru_ru: Партнёр

# commission batch action
source: Batch Actions
ru_ru: Пакетные действия по комиссиям

# Commission conversion medium
source: Conversion medium
ru_ru: Конверсионная среда

# commission default plan delete error message
source: Default plan can not be deleted
ru_ru: План по умолчанию не может быть удален

source: Commission earned
ru_ru: Заработанная комиссия

# Commission earned amount
source: Commission earned
ru_ru: Заработанная комиссия

source: Commission earned:
ru_ru: Заработанная комиссия:

# Commission group title for affiliate rules
source: Affiliate
ru_ru: Партнёр

# Commission group title for medium rules
source: Medium
ru_ru: Средний

# Commission group title for product rules
source: Product
ru_ru: Продукт

# Commission group title for subscription rules
source: Subscription
ru_ru: Подписка

# Commission group title for user rules
source: User
ru_ru: Пользователь

# commission plan delete error message
source: Failed to delete commission plan
ru_ru: Не удалось удалить план комиссии

# commission plan delete success message
source: Commission plan deleted successfully
ru_ru: План комиссии успешно удален

# Commission plan name/title
source: Name
ru_ru: Имя

# Commission plan name/title placeholder
source: Enter a name for this commission plan
ru_ru: Введите название для этого плана комиссии

# commission plan save error message
source: Unable to save commission plan. Database error.
ru_ru: Невозможно сохранить план комиссии. Ошибка базы данных.

# Commission plan type
source: Commission Type
ru_ru: Тип комиссии

# Commission plan type: flat
source: Flat
ru_ru: Фиксированная сумма

# Commission plan type: flat with store currency code
source: Flat (%s)
ru_ru: Фиксированная сумма (%s)

# Commission plan type: percentage
source: Percentage (%)
ru_ru: Процент (%)

# commission plans not found message
source: No commission plans found
ru_ru: Планы комиссии не найдены

# Commission plans screen headline
source: Commission Plans
ru_ru: Планы Комиссии

# commission rule placeholder
source: Search for a product
ru_ru: Найти продукт.

# commission rule placeholder
source: Search for an affiliate
ru_ru: Найти партнёра.

# commission rule placeholder
source: Search for an affiliate tag
ru_ru: Найти тег партнёра.

# commission setup description
source: You can create an unlimited number of customized plans based on affiliates, products, and referral medium under Affiliate dashboard > Plans.
ru_ru: Вы можете создать неограниченное количество индивидуальных планов на основе партнеров, продуктов и реферальных каналов в разделе «Панель управления партнерскими программами» > «Планы».

# Commission status dropdown
source: Commission status
ru_ru: Статус комиссии

# Commission status label
source: Status
ru_ru: Статус комиссии

# Commission status title for draft
source: Draft
ru_ru: Черновик

# Commission status title for paid
source: Paid
ru_ru: Оплачено

# Commission status title for rejected
source: Rejected
ru_ru: Отклонить

# Commission status title for unpaid
source: Unpaid
ru_ru: Неоплаченный

source: Commission status updated for %d record
ru_ru: Статус комиссии обновлен для %d записей.

# Commissions payout title
source: Send Payout:
ru_ru: Отправить выплату:

# Commissions setting section title
source: Commissions
ru_ru: Комиссия

# confirmation alert for deleting a campaign
source: Are you sure you want to permanently delete this campaign?
ru_ru: Вы уверены, что хотите привязать этого партнера в качестве пожизненного клиента?

# confirmation alert for deleting a commission plan
source: Are you sure you want to permanently delete this plan?
ru_ru: Вы уверены, что хотите навсегда удалить этот план?

# confirmation message at payout model close
source: Are you sure you want to cancel? Any changes made will be lost.
ru_ru: Вы уверены, что хотите отменить? Любые внесенные изменения будут потеряны.

# confirmation message before leaving unsaved profile tab
source: Are you sure you want to leave? Unsaved changes will be lost.
ru_ru: Вы уверены, что хотите выйти? Несохраненные изменения будут потеряны.

# Confirmation message for adding the new customer as lifetime commission customer
source: %s - Would you like to link this customer?
ru_ru: %s - Хотите связать этого клиента?

# congratulating affiliate for successful referrals and payouts
source: Congratulations on your successful referrals. We just processed your commission payout.
ru_ru: Поздравляем с успешными рекомендациями! Мы только что обработали вашу выплату комиссии.

source: Congratulations! You got a new affiliate partner.
ru_ru: Поздравляем! У вас зарегистрировался новый партнер по партнерской программе.

# Contact Form 7 documentation title
source: How to create affiliate registration forms with Contact Form 7
ru_ru: Как создать формы регистрации партнеров с помощью Contact Form 7

# contact label at in affiliate profile tab
source: Way To Contact
ru_ru: Как связаться

# contact us for affiliate pending request email
source: For any queries, kindly reply to this email and we will help you out.
ru_ru: Если у вас возникнут какие-либо вопросы, пожалуйста, ответьте на это письмо, и мы вам поможем.

source: For any queries, kindly %1$scontact us%2$s and we will help you out.
ru_ru: По любым вопросам, пожалуйста, %1$sсвяжитесь с нами%2$s, и мы поможем вам.

source: For any queries, kindly contact us on %s and we will help you out.
ru_ru: По любым вопросам обращайтесь к нам по адресу %s, и мы вам поможем.

source: continue matching commission plans
ru_ru: продолжить сопоставление комиссионных планов

source: Conversion Rate
ru_ru: Коэффициент конверсии

# Cookie duration description
source: Set '0' for 'session-only' referrals and '36500' for 100-years / lifetime referrals. If a purchase is made within this time frame from the first referred visit, the affiliate will be credited for the sale.
ru_ru: Установите '0' для рефералов, действительных только в рамках сессии, и '36500' для рефералов на 100 лет / пожизненных рефералов. Если покупка будет совершена в течение этого периода с момента первого перехода по ссылке, партнёр получит вознаграждение за продажу.

# Cookie duration setting name
source: Cookie duration (in days)
ru_ru: Продолжительность куки (в днях)

source: Could not locate Affiliates plugin. Make sure that it is installed & activated. %s
ru_ru: Не удалось найти плагин Affiliates. Убедитесь, что он установлен и активирован. %s

# coupon code/name
source: Coupon code
ru_ru: Код купона

# coupon discount amount
source: Amount
ru_ru: Сумма

# Coupon meta name for assigning a coupon to an affiliate during export
source: Assign to affiliate
ru_ru: Назначить партнёру

# csv export error message
source: WordPress upload directory is not set.
ru_ru: Каталог загрузки WordPress не установлен.

source: Currency
ru_ru: Валюта

# default loader message
source: Loading
ru_ru: Загрузка...

# Description for additional content in the automatic payouts reminder email
source: Text to appear below the main email content.
ru_ru: Текст, который будет отображаться под основным содержимым письма.

# Description for Affiliate - Commission Paid email
source: This email will be sent to an affiliate when their commission/payout is processed from the affiliate dashboard.
ru_ru: Это электронное письмо будет отправлено партнеру после обработки его комиссии/выплаты на панели управления партнера.

# Description for Affiliate - New Conversion Received email
source: This email will be sent to an affiliate when an order is placed using their referral link/coupon, i.e., on a new conversion.
ru_ru: Это электронное письмо будет отправлено партнеру при размещении заказа с использованием его реферальной ссылки/купона, т. е. при новой конверсии.

# Description for Affiliate - Welcome Email email
source: This email will be sent to an affiliate after their request to join is approved OR if they automatically become an affiliate.
ru_ru: Это электронное письмо будет отправлено партнеру после одобрения его запроса на присоединение ИЛИ если он автоматически станет партнером.

# Description for affiliate commission paid email
source: This email will be sent to an affiliate when their commission/payout is processed from the affiliate dashboard.
ru_ru: Это электронное письмо будет отправлено партнеру после обработки его комиссии/выплаты на панели управления партнера.

# Description for Affiliate landing pages setting
source: Enable this to allow assigning landing pages, posts, or products to an affiliate
ru_ru: Включите этот параметр, чтобы разрешить назначать целевые страницы, посты или продукты партнеру.

# Description for Affiliate Manager - New Registration Received
source: This email will be sent to an affiliate manager when a new affiliate registration request is received or when an affiliate joins automatically.
ru_ru: Это электронное письмо будет отправлено менеджеру по работе с партнерами при получении запроса на регистрацию нового партнера или при автоматическом присоединении партнера.

# Description for Affiliate manager email setting
source: Affiliates will see a link to contact you in their dashboard - and the link will point to this email address. Leave this field blank to hide the contact link.
ru_ru: Партнеры увидят ссылку для связи с вами в своей панели инструментов, и ссылка будет вести на этот адрес электронной почты. Оставьте это поле пустым, чтобы скрыть ссылку для контакта.

# Description for affiliate manager new registration received email
source: This email will be sent to an affiliate manager when a new affiliate registration request is received or when an affiliate joins automatically.
ru_ru: Это электронное письмо будет отправлено менеджеру по работе с партнерами при получении запроса на регистрацию нового партнера или при автоматическом присоединении партнера.

# Description for affiliate new conversion received email
source: This email will be sent to an affiliate when an order is placed using their referral link/coupon, i.e., on a new conversion.
ru_ru: Это электронное письмо будет отправлено партнеру при размещении заказа с использованием его реферальной ссылки/купона, т. е. при новой конверсии.

# description for affiliate pending request email
source: This email will be sent to an affiliate after the registration form is submitted, and their request to join your affiliate program is in 'Pending' status.
ru_ru: Это электронное письмо будет отправлено партнеру после того, как он заполнит регистрационную форму, а его запрос на присоединение к вашей партнерской программе будет находиться в статусе «Ожидание».

# Description for affiliate self-refer setting
source: Allow affiliates to earn commissions on their own orders
ru_ru: Разрешить партнерам зарабатывать комиссии на своих собственных заказах

# Description for Affiliate Summary email reports
source: This email will be sent to each active affiliate of their monthly performance at the start of every month.
ru_ru: Это электронное письмо будет отправлено каждому активному партнеру с указанием его ежемесячных результатов в начале каждого месяца.

# Description for Approval method setting
source: Automatically approve all submissions via Affiliate Registration Form - no manual review needed
ru_ru: Автоматически одобрять все заявки, поданные через форму регистрации партнера — ручная проверка не требуется

# Description for Approval method setting tooltip
source: Disabling this will require you to review and approve affiliates yourself. They won't become affiliates until you approve.
ru_ru: Отключение этой опции приведет к тому, что вам придется самостоятельно проверять и утверждать партнеров. Они не станут партнерами, пока вы их не одобрите.

# Description for assign to affiliate - landing page meta box field
source: This will be set as a landing page for the selected affiliate.
ru_ru: Данная страница будет установлена как целевая для выбранного партнёра.

# description for automatic payouts affiliate details
source: Automatic payout for the affiliate: %1$s is set to be processed on: %2$s
ru_ru: Автоматическая выплата для партнера: %1$s будет обработана: %2$s.

# Description for Automatic Payouts Reminder email
source: This email will be sent to the affiliate manager (or store admin) when automatic payouts are due. It is automatically enabled or disabled based on the Automatic Payout setting. Do not turn off this email manually.
ru_ru: Это письмо будет отправлено менеджеру по работе с партнёрами (или администратору магазина), когда наступит срок автоматических выплат. Оно автоматически включается или отключается в зависимости от настройки «Автоматическая выплата». Не отключайте это письмо вручную.

# description for changing affiliate identifier
source: You can change above identifier to anything like your name, brand name.
ru_ru: Вы можете изменить указанный выше идентификатор на что угодно, например, свое имя, название бренда.

# Description for Cookie duration setting
source: Use 0 for "session only" referrals. Use 36500 for 100 year / lifetime referrals. If someone makes a purchase within these many days of their first referred visit, affiliate will be credited for the sale.
ru_ru: Используйте 0 для рефералов «только на сеанс». Используйте 36500 для рефералов на 100 лет/пожизненно. Если кто-то совершит покупку в течение этих нескольких дней с момента своего первого реферального визита, партнеру будет зачислена сумма за продажу.

# description for custom referral url generator
source: To generate a unique referral link for a specific page - say a product - enter the section of the URL after the website's address into the target path below (for example, product/macbook).
ru_ru: Чтобы создать уникальную реферальную ссылку для определенной страницы, например, продукта, введите часть URL-адреса после адреса веб-сайта в целевой путь ниже (например, product/macbook).

# Description for email heading in the automatic payouts reminder email
source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
ru_ru: Эта настройка управляет основным заголовком, содержащимся в уведомлении по электронной почте. Оставьте поле пустым, чтобы использовать заголовок по умолчанию: <code>%s</code>.

# Description for email notifications
source: The plugin provides these and some more emails. You can enable/disable them as needed.
ru_ru: Плагин предоставляет эти и некоторые другие электронные письма. Вы можете включить/отключить их по мере необходимости.

# Description for email notifications
source: You can always customize the above emails under WooCommerce > Settings > Emails.
ru_ru: Вы всегда можете настроить указанные выше электронные письма в разделе WooCommerce > Настройки > Электронные письма.

# Description for email subject for automatic payouts reminder email
source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ru_ru: Эта настройка управляет строкой темы письма. Оставьте поле пустым, чтобы использовать тему по умолчанию: <code>%s</code>.

# Description for enabling individual affiliates
source: You can set individual users as affiliates from their User Profile.
ru_ru: Вы можете назначить отдельных пользователей партнерами из их профилей пользователей.

# Description for enabling referral coupons
source: Use coupons for referral - along with affiliate links.
ru_ru: Используйте купоны для привлечения клиентов, а также партнерские ссылки.

# Description for Excluded products setting
source: All products are eligible for affiliate commission by default. If you want to exclude some, list them here.
ru_ru: Все продукты по умолчанию имеют право на комиссию партнера. Если вы хотите исключить некоторые, перечислите их здесь.

# Description for Getting started step
source: Affiliate For WooCommerce is ready to run your affiliate program. You can always visit the plugin’s settings page to modify the settings.
ru_ru: Партнер для WooCommerce готов запустить вашу партнерскую программу. Вы всегда можете посетить страницу настроек плагина, чтобы изменить настройки.

# Description for multi-tier affiliate program
source: Allow existing affiliates to invite others to join your affiliate program, earning extra commissions from their referrals
ru_ru: Разрешить существующим партнерам приглашать других присоединиться к вашей партнерской программе, зарабатывая дополнительные комиссии с их рефералов.

# description for no campaigns exist
source: No Campaign yet
ru_ru: Пока нет кампаний.

# description for no campaigns exist
source: No campaigns yet.
ru_ru: Пока нет кампаний.

# description for PayPal email address payout
source: You will receive your affiliate commission on the above PayPal email address.
ru_ru: Вы будете получать партнерскую комиссию на указанный выше адрес электронной почты PayPal.

# description for PayPal email field
source: This affiliate will receive their commission on the above PayPal email address.
ru_ru: Этот партнер будет получать свою комиссию на указанный выше адрес электронной почты PayPal.

# Description for search and assign affiliate in order metabox
source: Search affiliate by email, username, name or user ID to assign this order to them.
ru_ru: Найдите партнера по адресу электронной почты, имени пользователя, имени или идентификатору пользователя, чтобы назначить ему этот заказ.

# Description for selecting user roles
source: Select user roles to automatically make them your affiliates.
ru_ru: Выберите роли пользователей, чтобы автоматически сделать их вашими партнерами.

# Description for setting up affiliates
source: Set up your affiliate program and grant access to affiliates.
ru_ru: Настройте свою партнерскую программу и предоставьте доступ партнерам.

# Description for setting up basic settings
source: Configure some basic options.
ru_ru: Настройте основные параметры.

# description for setting up default commission plan
source: Set up a default commission rate for affiliates.
ru_ru: Установите ставку комиссии по умолчанию для партнеров.

# description for the additional content of the affiliate pending request email
source: Text to appear below the main email content.
ru_ru: Текст, который будет отображаться под основным содержимым письма.

# description for the additional content of the affiliate summary report email
source: Text to appear below the main email content.
ru_ru: Текст, который будет отображаться под основным содержимым письма.

# description for the email heading of the affiliate pending request email
source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
ru_ru: Эта настройка управляет основным заголовком, содержащимся в уведомлении по электронной почте. Оставьте поле пустым, чтобы использовать заголовок по умолчанию: <code>%s</code>.

# description for the email heading of the affiliate summary report email
source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
ru_ru: Эта настройка управляет основным заголовком, содержащимся в уведомлении по электронной почте. Оставьте поле пустым, чтобы использовать заголовок по умолчанию: <code>%s</code>.

# Description for the email subject for affiliate commission paid email
source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ru_ru: Эта настройка управляет строкой темы письма. Оставьте поле пустым, чтобы использовать тему по умолчанию: <code>%s</code>.

# Description for the email subject for the affiliate welcome email
source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ru_ru: Эта настройка управляет строкой темы письма. Оставьте поле пустым, чтобы использовать тему по умолчанию: <code>%s</code>.

# Description for the email subject for the new conversion received email
source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ru_ru: Эта настройка управляет строкой темы письма. Оставьте поле пустым, чтобы использовать тему по умолчанию: <code>%s</code>.

# Description for the email subject for the new registration received email
source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ru_ru: Эта настройка управляет строкой темы письма. Оставьте поле пустым, чтобы использовать тему по умолчанию: <code>%s</code>.

# Description for the email subject of the affiliate pending request email
source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ru_ru: Эта настройка управляет строкой темы письма. Оставьте поле пустым, чтобы использовать тему по умолчанию: <code>%s</code>.

# Description for the email subject of the affiliate summary report email
source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ru_ru: Эта настройка управляет строкой темы письма. Оставьте поле пустым, чтобы использовать тему по умолчанию: <code>%s</code>.

# description for the email type of the affiliate pending request email
source: Choose which format of email to send.
ru_ru: Выберите формат электронного письма для отправки.

# description for the email type of the affiliate summary report email
source: Choose which format of email to send.
ru_ru: Выберите формат электронного письма для отправки.

# Description for the parent affiliate field in affiliate profile
source: The commission will be distributed to this parent affiliate on a multi-tier commission plan.
ru_ru: Комиссия будет распределена между этим родительским партнёром по многоуровневому плану комиссий.

# Description for total commission when multi-tier setting is enable
source: (including multi-tier commissions)
ru_ru: (включая многоуровневые комиссии)

# Description for visibility in campaign editor
source: Choose individual affiliates or affiliate tags you want to show this campaign to. Leave it blank to show it to all.
ru_ru: Выберите отдельных партнеров или теги партнеров, которым вы хотите показать эту кампанию. Оставьте поле пустым, чтобы показать всем.

# description if user is selected for automatic payout
source: Is Selected For Automatic Payout?
ru_ru: Выбран для автоматической выплаты?
