Repository: innerwebblueprint/affiliate-for-woocommerce
Catalog: languages/affiliate-for-woocommerce-*.po
Languages: ru_ru

# description of add campaign
source: Go ahead, click that "Add a Campaign" button in the top bar to create your first campaign.
ru_ru: Продолжайте, нажмите кнопку «Добавить кампанию» на верхней панели, чтобы создать свою первую кампанию.

# description of campaigns feature and usage
source: Campaigns help you organize all your marketing assets, promotional materials, and instructions you need to provide to your affiliate partners.
ru_ru: Кампании помогают вам организовать все ваши маркетинговые ресурсы, рекламные материалы и инструкции, которые необходимо предоставить вашим партнерам.

# description of campaigns feature and visibility for affiliates
source: Your affiliates can view these campaigns under their My Account > Affiliates > Campaigns tab. This tab will be automatically hidden when there are no active campaigns.
ru_ru: Ваши партнеры могут просматривать эти кампании на вкладке Мой аккаунт > Партнеры > Кампании. Эта вкладка будет автоматически скрыта, если нет активных кампаний.

# description of campaigns re-generate feature
source: After activation, the plugin adds a few sample campaigns to help you quickly get started.
ru_ru: После активации плагин добавляет несколько образцовых кампаний, чтобы помочь вам быстро начать работу.

# description of campaigns to re-import
source: You can easily import sample campaigns with just a click -
ru_ru: Вы можете легко импортировать образцы кампаний всего одним щелчком мыши.

# description of campaigns to re-import
source: You can easily re-import these campaigns with just a click. Simply
ru_ru: Вы можете легко повторно импортировать эти кампании одним щелчком мыши. Просто

# description of how to disable Payout via PayPal
source: To disable, empty the API credentials from %1$s. %2$s
ru_ru: Чтобы отключить, очистите учетные данные API из %1$s. %2$s

source: If automatic payouts are enabled, the Total Scheduled Commissions column will show the commissions your affiliates will receive.
ru_ru: Если включены автоматические выплаты, в столбце «Общая запланированная комиссия» будут отображаться комиссии, которые получат ваши партнеры.

# description of pending payouts dashboard feature and usage
source: Pending Payouts shows a list of affiliates and their unpaid commissions.
ru_ru: В разделе «Ожидаемые выплаты» отображается список партнеров и их невыплаченных комиссий.

# description of pending payouts dashboard for automatic payouts
source: Commissions in the Total Scheduled Commissions are calculated based on a few settings: Refund period, Minimum affiliate commission for payout, Maximum commission to pay an affiliate and Automatic payouts include affiliates.
ru_ru: Комиссии в общих запланированных комиссиях рассчитываются на основе нескольких настроек: период возврата средств, минимальная партнерская комиссия для выплаты, максимальная комиссия для выплаты партнеру и автоматические выплаты, включающие партнеров.

# Description on where to manage automatic payout
source: You can review, manage as well as cancel affiliate's automatic payouts from %1$shere%2$s.
ru_ru: Вы можете просматривать, управлять, а также отменять автоматические выплаты партнерам из %1$shere%2$s.

# Description on where to manage automatic payout
source: You can review, manage as well as cancel affiliate's automatic payouts from here: %s
ru_ru: Вы можете просматривать, управлять, а также отменять автоматические выплаты партнера здесь: %s

# description text for how to change the endpoint of my account page.
source: By default, an affiliate can see their dashboard under My Account > Affiliate. A default endpoint is already set under WooCommerce > Settings > Advanced tab > Account endpoints.
ru_ru: По умолчанию партнер может видеть свою панель управления в разделе Мой аккаунт > Партнер. Стандартная конечная точка уже установлена в WooCommerce > Настройки > Вкладка Дополнительно > Конечные точки аккаунта.

# Description tip for Affiliate landing pages setting
source: Use the <code>Affiliate Landing Page</code> meta box on a single page, post, or product to assign it to an affiliate which they can promote without using an affiliate link. The commission will be calculated based on the commission plan.
ru_ru: Используйте метабокс <code>Affiliate Landing Page</code> на отдельной странице, посте или продукте, чтобы назначить его партнеру, который сможет продвигать его без использования реферальной ссылки. Комиссия будет рассчитываться в соответствии с установленным планом комиссий.

# Description tip for affiliate self-refer setting
source: Disabling this will not record a commission if an affiliate uses their own referral link/coupons during orders.
ru_ru: Отключение этой опции приведет к тому, что комиссия не будет зафиксирована, если партнер использует свою собственную реферальную ссылку или купоны при оформлении заказов.

# Description tip for multi-tier affiliate program
source: Existing (parent) affiliates will receive commissions on referrals of children affiliates - as long as active. Disabling this will remove the relationship as well as prevent commissions.
ru_ru: Существующие (родительские) партнёры будут получать комиссионные с рефералов дочерних партнёров, пока они активны. Отключение этой функции удалит связь и предотвратит начисление комиссий.

# Description to select email type in the automatic payouts reminder email
source: Choose which format of email to send.
ru_ru: Выберите формат электронного письма для отправки.

# description to view all docs
source: For more information,
ru_ru: для более подробной информации.

# Device type label in visitor dashboard
source: Device:
ru_ru: Устройство:

source: Disabled
ru_ru: Отключено

source: Dismiss
ru_ru: Отклонить

# Dismiss notice text
source: Dismiss
ru_ru: Отклонить

source: Do respond promptly. %1$s%2$s%3$s is waiting!
ru_ru: Ответьте быстро. %1$s%2$s%3$s уже ждёт!

source: Do respond promptly. %s is waiting!
ru_ru: Ответьте быстро. %s уже ждёт!

source: Docs
ru_ru: Документы

# documentation link to campaigns feature
source: How to create affiliate marketing campaigns
ru_ru: Как создавать кампании партнерского маркетинга

# documentation link to commissions plan feature
source: create commission plans
ru_ru: Создать планы комиссий

# documentation link to multi-tier affiliate program
source: setup a multi-level/multi-tier affiliate program
ru_ru: настроить многоуровневую партнерскую программу

# draft campaign status
source: Draft
ru_ru: Черновик

# draft commission plan status
source: Draft
ru_ru: Черновик

source: Edit Affiliate Tag
ru_ru: Редактировать партнерский тег

# Elementor documentation title
source: How to create affiliate registration forms with Elementor form builder
ru_ru: Как создать формы регистрации партнеров с помощью конструктора форм Elementor

# Elementor dynamic group title for Affiliate registration form ids
source: Affiliate Registration Form
ru_ru: Форма регистрации партнера

# Elementor form action name for Affiliate registration
source: Affiliate Registration
ru_ru: Регистрация партнера

source: Email %1$s and discuss more details: %2$s
ru_ru: Отправьте письмо %1$s и обсудите больше деталей: %2$s

source: Email %s and discuss more details
ru_ru: Отправьте письмо %s и обсудите больше деталей

source: Email Heading
ru_ru: Заголовок письма

# email required error message
source: The email address is required.
ru_ru: Необходимо указать адрес электронной почты.

# Email required message on affiliate registration form
source: Email field is required.
ru_ru: Поле электронной почты обязательно.

# email to affiliate manager
source: email affiliate manager
ru_ru: Менеджер по работе с партнёрами (по электронной почте)

source: Email type
ru_ru: Тип письма

# empty chain message
source: No children found. View/set parent affiliate from affiliate's profile.
ru_ru: Дочерние партнёры не найдены. Посмотреть/установить родительского партнёра в профиле партнёра.

# empty coupon message
source: No coupons assigned
ru_ru: Купоны не назначены

# empty landing page message
source: No landing page assigned
ru_ru: Целевая страница не назначена

# empty payout message
source: Payout details are unavailable for this date range. Adjust the dates and retry.
ru_ru: Детали выплат недоступны для этого диапазона дат. Измените даты и повторите попытку.

# empty pending payout message
source: No outstanding payouts.
ru_ru: Нет незакрытых выплат.

# empty product message
source: Products are unavailable for this date range. Adjust the dates and retry.
ru_ru: Товары недоступны для этого диапазона дат. Измените даты и повторите попытку.

# empty tags message
source: No tags assigned
ru_ru: Теги не назначены

# empty visitor message
source: Visitors are unavailable for this date range. Adjust the dates and retry.
ru_ru: Посетители недоступны для этого диапазона дат. Измените даты и повторите попытку.

source: Enable this email notification
ru_ru: Включить это уведомление по электронной почте

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enabled
ru_ru: Включить

# End date for date field of my account
source: To
ru_ru: до

source: Endpoint for the My Account &rarr; Affiliate page
ru_ru: Конечная точка для страницы «Моя учетная запись &rarr; Партнерская программа»

# Equal to operator label for commission plan
source: is
ru_ru: является

# Error message details
source: Error in %1$s. Details: %2$s
ru_ru: Ошибка в %1$s. Подробности: %2$s

# Error message for data unavailable
source: Data are not available to run task in %s
ru_ru: Данные недоступны для запуска задачи в %s

# Error message for failing of linking the customer for lifetime commissions
source: Customer can't be linked
ru_ru: Клиент не может быть привязан.

# Error message for failing of the unlinking the customer for lifetime commissions
source: Customer can't be unlinked
ru_ru: Клиент не может быть отсоединен

# Error message for fetching the extra rule data of campaign
source: Required parameters missing
ru_ru: Отсутствуют требуемые параметры

# error message for invalid paypal email address
source: Invalid PayPal email address
ru_ru: Неверный адрес электронной почты PayPal

# Error message for IP update task
source: Error fetching IP address in %1$s table. Error message: %2$s
ru_ru: Ошибка извлечения IP-адреса в таблице %1$s. Сообщение об ошибке: %2$s

# Error message for IP update task
source: Index column is not available to run the task in %s
ru_ru: Индексный столбец недоступен для запуска задачи в %s

# Error message for IP update task
source: Neither ID nor IP are available to run the task in %s
ru_ru: Ни ID, ни IP не доступны для запуска задачи в %s

# Error message for IP update task
source: Neither table nor data are available to run the task in %s
ru_ru: Ни таблица, ни данные не доступны для запуска задачи в %s

# Error message for IP update task
source: Query could not be prepared to run the task in %s
ru_ru: Запрос не удалось подготовить для выполнения задачи в %s.

# Error message for issue in adding signup date
source: Signup date could not assigned to user ID: %d
ru_ru: Дата регистрации не может быть назначена идентификатору пользователя: %d

# error message for missing affiliate ID
source: Affiliate ID is missing
ru_ru: Отсутствует партнерский ID

source: Customer or affiliate ID missing
ru_ru: Отсутствует идентификатор клиента или партнера

source: Customer or affiliate ID missing
ru_ru: Отсутствует идентификатор клиента или партнера

# error message for missing of search term of linking lifetime customer
source: Search term is missing
ru_ru: Поисковый запрос отсутствует.

# Error message for payout entry failed
source: Payout entry failed
ru_ru: Выплата не удалась

# Error message for payout failed
source: Payout failed
ru_ru: Платеж не прошёл

# Error message for payout failed
source: Payout method is not supported
ru_ru: Метод выплаты не поддерживается

# Error message for payout failed
source: Something went wrong
ru_ru: Что-то пошло не так

# Error message for PayPal payout failed
source: PayPal payout failed
ru_ru: Выплата PayPal не удалась

# Error message for PayPal payout validation failed
source: PayPal payout validation failed
ru_ru: Проверка платежа PayPal не удалась

# Error message for post payout action failed
source: Affiliate ID missing for post payout actions.
ru_ru: Отсутствует ID партнера для действий после выплаты.

# Error message for post payout action failed
source: Payout data entry failed into database
ru_ru: Не удалось ввести данные о выплате в базу данных

# Error message for post payout action failed
source: Payout is not successful for post payout action.
ru_ru: Ошибка: выплата не была успешной

# Error message for post payout action failed
source: Unable to update commission status.
ru_ru: Невозможно обновить статус комиссии.

# error message for requested parameter missing
source: Status missing
ru_ru: Статус отсутствует

# Error message for signup date
source: User ID is not provided to run the task: %s
ru_ru: Не указан идентификатор пользователя для запуска задачи: %s

source: Customer is already linked with another affiliate
ru_ru: Клиент уже связан с другим партнером

source: Customer is already linked to this affiliate
ru_ru: Клиент уже связан с этим партнером

# error message when campaign title is missing
source: Please add a campaign title
ru_ru: Пожалуйста, добавьте название кампании

# error message when commission data missing details
source: Something went wrong. The commission data was not found correctly.
ru_ru: Что-то пошло не так. Данные о комиссии не были найдены правильно.

# error message when commission title is empty in the commission plan
source: Please add a commission title
ru_ru: Пожалуйста, добавьте заголовок комиссии

# error message when fetching affiliate KPI details
source: Required parameter missing - Affiliate ID.
ru_ru: Отсутствует обязательный параметр — идентификатор партнера.

# error message when fetching payout KPI details
source: Required parameter missing.
ru_ru: Отсутствует требуемый параметр

# error message when fetching payouts
source: Required parameter missing - Affiliate ID
ru_ru: Отсутствует обязательный параметр — идентификатор партнера.

# error message when fetching products
source: Required parameter missing - Affiliate ID
ru_ru: Отсутствует обязательный параметр — идентификатор партнера.

# error message when fetching profile details
source: Required parameter missing - Affiliate ID.
ru_ru: Отсутствует обязательный параметр — идентификатор партнера.

# error message when missing necessary parameters
source: Required params missing
ru_ru: Отсутствуют требуемые параметры

# error message when negative commission amount is set in the commission plan
source: Negative commission amount is not allowed
ru_ru: Отрицательная сумма комиссии не допускается.

# error message when no commission amount is set in the commission plan
source: Empty commission amount is not allowed
ru_ru: Пустая сумма комиссии не допускается.

source: The commission amount cannot be empty for Tier %d
ru_ru: Сумма комиссии не может быть пустой для уровня %d

source: The commission amount cannot be negative for Tier %d
ru_ru: Сумма комиссии не может быть отрицательной для уровня %d

source: The commission percentage cannot be greater than 100 for Tier %d
ru_ru: Процент комиссии не может превышать 100 для уровня %d

source: The commission percentage cannot be greater than 100
ru_ru: Процент комиссии не может быть больше 100

# error message when there are no rules in the commission plan
source: Empty rule values are not allowed
ru_ru: Пустые значения правил не допускаются.

# Exception message for landing page fetching query failed
source: Database query failed while fetching the landing page for %d
ru_ru: Не удалось выполнить запрос к базе данных при извлечении целевой страницы для %d

# Excluded products setting name
source: Excluded products
ru_ru: Исключенные продукты

# Explore documentation label
source: Explore the documentation
ru_ru: Изучите документацию

source: Export
ru_ru: Экспорт

source: Export/delete of personal data will be processed only after receiving confirmation about it.
ru_ru: Экспорт/удаление персональных данных будет осуществляться только после получения подтверждения об этом.

source: Export/Delete personal data
ru_ru: Экспорт/удаление персональных данных

source: Exporting personal data is available for both - affiliate and visitor.
ru_ru: Экспорт персональных данных возможен как для партнеров, так и для посетителей.

source: Failed to update commission status, please try after some time.
ru_ru: Не удалось обновить статус комиссии, попробуйте сделать это через некоторое время.

source: FAQ's
ru_ru: Часто задаваемые вопросы

source: Feedback option updated
ru_ru: Обновлена ​​опция обратной связи

# Finish button label
source: Finish and Go to Dashboard
ru_ru: Завершить и перейти к панели управления

# first name label at in affiliate profile tab
source: First Name
ru_ru: Имя

source: For deleting cookie data, a visitor can simply delete cookies from their browser.
ru_ru: Для удаления данных cookie посетитель может просто удалить cookie из своего браузера.

# General setting section title
source: General
ru_ru: Общие настройки

source: Getting started
ru_ru: Начало работы

source: Glad to have you onboard. We hope the plugin adds to your success 🏆
ru_ru: Рады видеть вас на борту. Надеемся, плагин поможет вам добиться успеха 🏆

source: Go ahead, click that "Add a Plan" button in the top bar to create your first commission.
ru_ru: Продолжайте, нажмите кнопку «Добавить план» на верхней панели, чтобы создать свою первую комиссию.

# Greeting for admin
source: there
ru_ru: привет

# Greeting for affiliate user
source: there
ru_ru: привет

# Greeting for the affiliate
source: there
ru_ru: привет

# greeting message for the affiliate
source: Hi %s,
ru_ru: Здравствуйте, %s,

# Greeting message for the affiliate on affiliate summary report email
source: Hi %s,
ru_ru: Здравствуйте, %s,

# Greeting message for the affiliate user on affiliate pending request email
source: Hi %s,
ru_ru: Здравствуйте, %s,

# Greeting message for the affiliate user on affiliate summary email
source: Hi %s,
ru_ru: Здравствуйте, %s,

source: Guest
ru_ru: Гость

# Guest user name
source: Guest
ru_ru: Гость

# Header for affiliate name in WooCommerce orders report
source: Affiliate
ru_ru: Партнёр

# Heading for affiliate details in payout invoice template
source: Affiliate Details
ru_ru: Детали партнера

# Heading for affiliate setup step
source: Affiliate setup
ru_ru: Настройки партнера

# Heading for basic setting steps
source: Basic settings
ru_ru: Базовые настройки

# Heading for commission setup step
source: Commissions
ru_ru: Комиссия

# Heading for email setup step
source: Emails
ru_ru: Электронные письма

# Heading for getting started step
source: Getting started
ru_ru: Введение в работу

# Heading for payout details in payout invoice template
source: Payout Details:
ru_ru: Детали выплаты:

source: Referrals
ru_ru: Рефералы

source: Total Visits
ru_ru: Всего посещений

# Heading of campaign create/edit tab
source: Campaign Detail
ru_ru: Детали кампании

# heading tool-tip info at registration form setting
source: Label for the field in the registration form.
ru_ru: Метка поля в регистрационной форме.

# heading tool-tip info at registration form setting
source: Name of the field in the registration form.
ru_ru: Название поля в регистрационной форме.

# help tip for search and assign affiliate
source: Search affiliate by email, username, name or user id to assign this coupon to them. Affiliates will see this coupon in their My account > Affiliates > Profile.
ru_ru: Найдите партнера по электронной почте, имени пользователя, имени или идентификатору пользователя, чтобы назначить ему этот купон. Партнеры увидят этот купон в своей учетной записи > Партнеры > Профиль.

source: Here is our complete product catalog: %s.
ru_ru: Вот наш полный каталог продукции: %s.

source: Here is the summary:
ru_ru: Вот краткое резюме:

source: Hits count
ru_ru: Количество посещений

# Hits export field name for browser user agent
source: Browser user agent
ru_ru: Пользовательский агент браузера.

# Hits export field name for date Time
source: Hit date time
ru_ru: Дата и время посещения

# Hits export field name for hits count
source: Hits count
ru_ru: Количество посещений

# Hits export field name for IP address
source: IP address
ru_ru: IP-адрес

source: How do I add/make a user an affiliate?
ru_ru: Как добавить/сделать пользователя партнером?

source: How to bulk assign coupons to affiliates?
ru_ru: Как массово назначать купоны партнерам?

source: How to create affiliate commission plans?
ru_ru: Как создать планы партнерских комиссий?

source: How to export affiliate data to CSV?
ru_ru: Как экспортировать партнерские данные в CSV?

source: How to find, customize and share an affiliate referral link?
ru_ru: Как найти, настроить и поделиться партнерской ссылкой?

source: How to give coupons for referral to affiliates?
ru_ru: Как давать купоны за привлечение партнеров?

source: How to manually assign/unassign an order to an affiliate?
ru_ru: Как вручную назначить/отменить назначение заказа партнеру?

source: How to payout commissions to affiliates and check all the processed payouts?
ru_ru: Как выплачивать комиссионные партнерам и проверять все обработанные выплаты?

source: How to set different affiliate commission rates for affiliate tags?
ru_ru: Как установить разные ставки партнерской комиссии для партнерских тегов?

source: How to set different affiliate commission rates for affiliates?
ru_ru: Как установить разные ставки партнерской комиссии для партнерских тегов?

source: How to set different affiliate commission rates for product or product category?
ru_ru: Как установить различные ставки партнерской комиссии для продукта или категории продуктов?

source: How to set up a multilevel referral/multi-tier affiliate program?
ru_ru: Ты прав, это звучит не очень хорошо. Можно переформулировать так: **Как настроить многоуровневую партнерскую программу?**

source: How to set up lifetime commissions?
ru_ru: Как настроить пожизненные комиссии?

source: How to's
ru_ru: Как это сделать

# Icon title for desktop
source: Desktop
ru_ru: Рабочий стол

# Icon title for mobile
source: Mobile
ru_ru: Мобильный

# Icon title for tablet
source: Tablet
ru_ru: Планшет

source: If you are a visitor accessing our site with the affiliate link, we store your IP address. And if you place an order, then your order details are stored along with your IP address.
ru_ru: Если вы посетитель, зашедший на наш сайт по партнерской ссылке, мы сохраняем ваш IP-адрес. А если вы размещаете заказ, то данные вашего заказа сохраняются вместе с вашим IP-адресом.

source: If you are an affiliate, we store a cookie with your affiliate ID and map it to the user accessing our site with your link.
ru_ru: Если вы являетесь партнером, мы сохраняем файл cookie с вашим партнерским идентификатором и сопоставляем его с пользователем, заходящим на наш сайт по вашей ссылке.

# informing about next step once approved
source: Once approved, you will receive an email with further steps and guidelines.
ru_ru: После одобрения вы получите электронное письмо с дальнейшими шагами и инструкциями.

# instruction to edit affiliate registration form.
source: Or edit your affiliate registration form (link available in Settings) and link it from your site.
ru_ru: Или отредактируйте форму регистрации партнёра (ссылка доступна в Настройках) и разместите её на своём сайте.

# instruction to make a user an affiliate via profile.
source: Or go to an individual user's profile in WordPress and make them an affiliate.
ru_ru: Или перейдите в профиль отдельного пользователя в WordPress и сделайте его партнером.
