Repository: innerwebblueprint/affiliate-for-woocommerce
Catalog: languages/affiliate-for-woocommerce-*.po
Languages: ru_ru

# Option to credit first affiliate
source: First - Credit the first affiliate who referred the customer.
ru_ru: Первый — кредит первому партнеру, который направил клиента.

# Option to credit last affiliate
source: Last - Credit the last/latest affiliate who referred the customer.
ru_ru: Последний — укажите последнего партнера, который направил клиента.

source: Order total
ru_ru: Итого по заказу

source: Order total:
ru_ru: Итого по заказу:

source: Orders
ru_ru: Заказы

# Other payout failed message
source: Referral records are required for making a payout
ru_ru: Записи о рефералах необходимы для осуществления выплаты.

source: Our Products
ru_ru: Наши продукты

source: Our products
ru_ru: Наши продукты

# Page title for setup guide page
source: Getting Started
ru_ru: Введение в работу

source: Paid commission amount
ru_ru: Сумма уплаченной комиссии

# Parent id invalid message on affiliate registration form
source: The entered parent id not a valid affiliate.
ru_ru: Введенный ID родительского аффилиата недействителен.

source: Partnership and communication are important to us
ru_ru: Партнерство и коммуникация важны для нас

# Password field required message on affiliate registration form
source: Password field is required.
ru_ru: Поле пароля обязательно.

# Password mismatch message
source: Passwords do not match.
ru_ru: Пароли не совпадают.

source: Pay
ru_ru: Оплатить

# payout details's referral details accordion title
source: Payout Details
ru_ru: Детали выплаты

# payout email title
source: You have a payout!
ru_ru: Вам положена выплата!

# payout error logs
source: PayPal request logs : %1$s
ru_ru: Журналы запросов PayPal: %1$s

# payout error message
source: Missing affiliate details.
ru_ru: Отсутствуют данные партнёра.

# payout error message
source: Missing payout data.
ru_ru: Отсутствуют данные о выплатах.

# payout error message
source: Payment request failed with error code: %1$s - %2$s
ru_ru: Запрос на оплату не выполнен, код ошибки: %1$s - %2$s

# payout error message
source: Payment request failed with error code: %s
ru_ru: Запрос на оплату не выполнен, код ошибки: %s

# payout failed debug message
source: PayPal payout failed. Message: %1$s, Response: %2$s.
ru_ru: Выплата PayPal не удалась. Сообщение: %1$s, Ответ: %2$s.

# Payout history section title
source: Recent Payouts
ru_ru: Последние выплаты

# Payout invoice setting section title
source: Payout Invoice
ru_ru: Счет-фактура на выплату

# Payout load more link text in my account
source: Load more
ru_ru: Загрузить больше

# Payout period separator in invoice template
source: to
ru_ru: до

# payout processing loader message
source: Processing
ru_ru: Обработка

source: Payout status
ru_ru: Статус выплаты

# Payout table header for amount column
source: Amount
ru_ru: Сумма

# Payout table header for date column
source: Date
ru_ru: Дата

# Payout table header for invoice column
source: Invoice
ru_ru: Счет

# Payout table header for payout method column
source: Method
ru_ru: Средний

# Payout table header for payout notes column
source: Notes
ru_ru: Примечания

# Payout table load more loading text
source: Loading...
ru_ru: Загрузка...

# Payouts setting section title
source: Payouts
ru_ru: Выплаты

# Payouts table header title for date column
source: Date
ru_ru: Дата

# Payouts table header title for invoice column
source: Invoice
ru_ru: Счет

# Payouts table header title for payout amount column
source: Amount
ru_ru: Сумма

# Payouts table header title for payout method column
source: Method
ru_ru: Средний

# Payouts table header title for payout notes column
source: Notes
ru_ru: Примечания

# PayPal email invalid error message on affiliate registration form
source: Please provide a valid PayPal email address.
ru_ru: Укажите действительный адрес электронной почты PayPal.

# paypal payout error code & message for error log
source: PayPal Payout token request failed with error code: %1$s, Message: %2$s
ru_ru: Запрос токена выплаты PayPal не выполнен, код ошибки: %1$s, сообщение: %2$s

# paypal payout error data for error log
source: , error data: %s
ru_ru: , данные об ошибке: %s

# PayPal payout failed message
source: Something went wrong
ru_ru: Что-то пошло не так

# PayPal Payout migration notice
source: [PayPal Payouts] PayPal have deprecated MassPay API and it will be removed soon. So we recommend you switch to a new Payout API for smoother commission payouts.
ru_ru: [PayPal Payouts]: PayPal отказался от API MassPay, и он будет удален в ближайшее время. Поэтому мы рекомендуем вам перейти на новый API выплат для более удобных выплат комиссий.

# PayPal payout provided currency unsupported message
source: PayPal payout failed as %s currency is not supported.
ru_ru: Выплата PayPal не удалась, так как валюта %s не поддерживается.

# PayPal Payout validation failed message for currency
source: Currency is not provided
ru_ru: Валюта не указана

# Pending Payout screen headline
source: Pending Payouts
ru_ru: Ожидаемые платежи

# Pending Payout table row title for affiliate name
source: Name
ru_ru: Имя

# Pending Payout table row title for scheduled commissions
source: Total scheduled commissions
ru_ru: Всего запланированных комиссий

# Pending Payout table row title for unpaid commissions
source: Total unpaid commissions
ru_ru: Всего невыплаченных комиссий

source: Pending Payouts
ru_ru: Ожидаемые платежи

source: Personal note before signing off
ru_ru: Личное сообщение перед выходом

# Personalize affiliate identifier description
source: Allow affiliates to use other referral identifiers instead of {user_id}.
ru_ru: Разрешить партнерам использовать другие идентификаторы рефералов вместо {user_id}.

# placeholder
source: end date
ru_ru: дата окончания

# placeholder
source: Search for a value
ru_ru: Введите значение

# placeholder
source: start date
ru_ru: Дата начала

# placeholder for Affiliate identifier field
source: Enter affiliate identifier
ru_ru: Введите идентификатор партнера

# Placeholder for Affiliate manager email setting
source: Enter email address
ru_ru: Введите email адрес

# placeholder for excluded products setting
source: Search by product name or ID
ru_ru: Поиск по названию продукта или идентификатору

# placeholder for excluded products setting
source: Select user roles
ru_ru: Выберите роли пользователей

# Placeholder for parent affiliate search input
source: Search for a parent affiliate
ru_ru: Найти родительского партнёра.

# Placeholder for parent subscription commission rule
source: Select yes/no
ru_ru: Выберите да/нет

# placeholder for payment day setting
source: Enter day of the month
ru_ru: Введите день месяца

# placeholder for payment day setting
source: Enter maximum commission amount. Default is 0.
ru_ru: Введите максимальную сумму комиссии. По умолчанию 0.

# placeholder for payment day setting
source: Enter minimum commission amount. Default is 50.
ru_ru: Введите минимальную сумму комиссии. По умолчанию 50.

# placeholder for PayPal email address field
source: Enter PayPal email address where affiliate will receive commission
ru_ru: Введите адрес электронной почты PayPal, на который партнер будет получать комиссию

# Placeholder for referral medium commission rule
source: Select a medium
ru_ru: Выберите источник.

# placeholder for refund window setting
source: Enter the number of days. Default is 30.
ru_ru: Введите количество дней. По умолчанию 30.

# Placeholder for renewal subscription commission rule
source: Set number of renewals
ru_ru: Установить количество продлений

# placeholder for search & filter
source: Search & Filter
ru_ru: Поиск и фильтр

# placeholder for searching target affiliates for campaign visibility
source: Search by affiliates or affiliate tags
ru_ru: Искать по партнёрам или тегам партнёров.

# placeholder for searching the affiliate tag
source: Search tags
ru_ru: Искать теги

# placeholder for searching the customer
source: Search and Link customer
ru_ru: Найти и связать с клиентом.

# Placeholder for selecting affiliate user roles
source: Select user roles
ru_ru: Выберите роли пользователей

# placeholder for the additional content of the affiliate pending request email
source: N/A
ru_ru: Не применимо

# placeholder for the additional content of the affiliate summary report email
source: N/A
ru_ru: Не применимо

# Placeholder for the user role commission rule
source: Select a user role
ru_ru: Выберите роль пользователя

# Placeholder for user first order commission rule
source: Select yes/no
ru_ru: Выберите да/нет

# placeholder of disabling affiliate tag search field
source: Tag assign input is disabled for the rejected affiliate
ru_ru: Ввод назначения тега отключен для отклоненного партнёра

# placeholder of disabling parent affiliate search field
source: Parent affiliate input is disabled for the rejected affiliate
ru_ru: Ввод родительского партнёра отключён для отклонённого партнёра.

# placeholder of disabling the customer search
source: Lifetime commission is disabled for the affiliate
ru_ru: Пожизненная комиссия отключена для партнера

# Placeholder to greet admin
source: Hi %s,
ru_ru: Здравствуйте, %s,

# placeholder: payout date
source: Select payout date
ru_ru: Выберите дату выплаты

# Plan description for renewal commission
source: To stop recurring commissions on subscription renewals, create a new commission plan and add a rule: Renewal >= 0 and set the commission = 0. Set this plan at the top to give priority over other plans.
ru_ru: Чтобы прекратить повторяющиеся комиссии за продление подписки, создайте новый план комиссий и добавьте правило: Продление >= 0 и установите комиссию = 0. Установите этот план наверху, чтобы дать ему приоритет над другими планами.

source: Please review and respond to this potential affiliate partner request.
ru_ru: Пожалуйста, рассмотрите и ответьте на этот потенциальный запрос на партнерство.

# Plugin documentation link text at setting page
source: Documentation
ru_ru: Документация

# Plugin icon alt text in onboarding
source: Affiliate For WooCommerce logo
ru_ru: Логотип Партнера для WooCommerce

# Plugin name in onboarding
source: Affiliate For WooCommerce
ru_ru: Партнер для WooCommerce

source: Popular Affiliate Tags
ru_ru: Популярные партнерские теги

# Positive value title for parent subscription commission rule
source: Yes
ru_ru: Да

# Positive value title for user first order commission rule
source: Yes
ru_ru: Да

# Prefix for affiliate registration error message
source: Error:
ru_ru: Ошибка:

# Product section title
source: Top Products
ru_ru: Лучшие продукты

# Product table row title for product name
source: Product
ru_ru: Продукт

# Product table row title for quantity
source: Quantity
ru_ru: Количество

# Product table row title for sales
source: Sales
ru_ru: Продажи

# Products load more link text in my account
source: Load more
ru_ru: Загрузить больше

# Products table header title for product name column
source: Product
ru_ru: Продукт

# Products table header title for quantity column
source: Quantity
ru_ru: Количество

# Products table header title for sales column
source: Sales
ru_ru: Продажи

# Products table load more loading text
source: Loading...
ru_ru: Загрузка...

# profile tab's referral details accordion title
source: Referral Details
ru_ru: Детали реферала

# Question asking if the user liked the plugin
source: Liked
ru_ru: Понравилось

# Question asking if the user liked the plugin
source: plugin?
ru_ru: плагин?

# re-generating sample campaigns loader message
source: Generating Sample Campaigns
ru_ru: Сгенерировать образцы кампаний

source: Record Date
ru_ru: Дата записи

# recurring commission setting description
source: Enable this to give affiliate commissions for subscription recurring/renewal orders
ru_ru: Включите эту функцию, чтобы выплачивать партнерские комиссии за повторные/продленные заказы на подписку.

# recurring commission setting description tip
source: We have deprecated this setting. Since you had it disabled, we have automatically created a new plan for you: 'Do not issue recurring commission as Issue recurring commission? is disabled'. Please review the plan for more details.
ru_ru: Мы отменили эту настройку. Поскольку она была у вас отключена, мы автоматически создали новый план: «Не выдавать повторяющие комиссии, так как настройка отключена». Пожалуйста, ознакомьтесь с планом для получения дополнительных деталей.

# recurring commission setting description tip
source: We have deprecated this setting. To stop recurring/renewal commissions, create a new commission plan and add a rule: Renewal >= 0 and set the commission = 0.
ru_ru: Мы отменили эту настройку. Чтобы остановить повторяющие/возобновляемые комиссии, создайте новый план комиссий и добавьте правило: Renewal >= 0, установив комиссию = 0.

# recurring commission setting title
source: Issue recurring commission?
ru_ru: Начислять повторяющуюся комиссию?

# refer to the provided doc
source: Refer to
ru_ru: Ссылайтесь на предоставленный документ.

# referral details section title on my-account profile page
source: Referral details
ru_ru: Детали реферала

# referral identifier pattern validation error message
source: Invalid affiliate URL identifier. It should be a combination of alphabets and numbers, but the number should not be in the first position.
ru_ru: Неверный идентификатор URL-адреса партнера. Он должен быть комбинацией букв и цифр, но цифра не должна быть на первой позиции.

# referral identifier pattern validation error message
source: Invalid identifier. It should be a combination of alphabets and numbers, but the number should not be in the first position.
ru_ru: Неверный идентификатор. Он должен быть комбинацией букв и цифр, но цифра не должна быть на первой позиции.

# referral identifier validation message
source: Identifier cannot be empty.
ru_ru: Идентификатор не может быть пустым.

# referral identifier validation message
source: You are already using this identifier.
ru_ru: Вы уже используете этот идентификатор.

# Referral medium option name for coupon
source: Coupon
ru_ru: Купон

# Referral medium option name for link
source: Link
ru_ru: Ссылка

# Referral medium title for coupon
source: Coupon
ru_ru: Купон

# Referral medium title for link
source: Link
ru_ru: Ссылка

# referral url identifier updated message
source: Identifier saved successfully.
ru_ru: Идентификатор успешно сохранен.

# referral url identifier updating error message
source: Affiliate ID missing for updating affiliate URL identifier.
ru_ru: Отсутствует ID партнера для обновления идентификатора партнерской ссылки.

# referral url identifier updating error message
source: Custom affiliate URL identifier not allowed.
ru_ru: Пользовательский идентификатор URL-адреса партнера не допускается.

# referral url identifier updating error message
source: Missing data
ru_ru: Отсутствующие данные

# referral url identifier updating error message
source: Numeric values are not allowed for affiliate URL identifier.
ru_ru: Числовые значения не допускаются для идентификатора URL-адреса партнера.

# referral url identifier updating error message
source: Old and new affiliate URL identifier are same. Please choose a different identifier.
ru_ru: Старый и новый идентификатор URL-адреса партнера одинаковы. Пожалуйста, выберите другой идентификатор.

# referral url identifier updating error message
source: Something went wrong
ru_ru: Что-то пошло не так

# referral url identifier updating error message
source: The affiliate URL identifier can not be empty.
ru_ru: Идентификатор URL-адреса партнерской программы не может быть пустым.

# referral url identifier updating error message
source: The URL identifier already exists. Please choose a different identifier.
ru_ru: Идентификатор URL уже существует. Пожалуйста, выберите другой идентификатор.

# referral url identifier updating error message
source: The URL identifier could not updated
ru_ru: Идентификатор URL не удалось обновить.

# Referrals export field name for date time
source: Date time
ru_ru: Дата и время

# Referrals export field name for IP address
source: IP address
ru_ru: IP-адрес

# Referrals export field name for order id
source: Order ID
ru_ru: ID Заказа

# Referrals load more link text in my account
source: Load more
ru_ru: Загрузить больше

# Referrals section title
source: Recent Referrals
ru_ru: Недавние партнёры

# Referrals setting section title
source: Referrals
ru_ru: Рефералы

# Referrals table header title for commission column
source: Commission
ru_ru: Комиссия

# Referrals table header title for customer column
source: Customer
ru_ru: Клиент

# Referrals table header title for date column
source: Date
ru_ru: Дата

# Referrals table header title for order id column
source: Order ID
ru_ru: ID Заказа

# Referrals table header title for payout status column
source: Payout status
ru_ru: Статус выплаты

# Referrals table load more loading text
source: Loading...
ru_ru: Загрузка...

# registration already registered message
source: You are already registered with us as an affiliate.
ru_ru: Вы уже зарегистрированы у нас как партнер.

# registration already registered message with affiliate dashboard link
source: You are already registered with us as an affiliate. Please %s to access your affiliate dashboard.
ru_ru: Вы уже зарегистрированы у нас как партнер. Пожалуйста, %s для доступа к панели мониторинга вашего партнера.

# registration error
source: Affiliate registration failed.
ru_ru: Регистрация партнера не удалась.

# registration error
source: Required fields are missing
ru_ru: Отсутствуют обязательные поля

# registration error
source: Your previous request to join our affiliate program has been declined. Please contact the store admin for more details.
ru_ru: Ваш предыдущий запрос на присоединение к нашей партнерской программе был отклонен. Пожалуйста, свяжитесь с администратором магазина для получения более подробной информации.

# Registration form description
source: form builder.
ru_ru: конструктор форм.

# Registration form description
source: You can also customize the form using
ru_ru: Вы также можете настроить форму, используя

# Registration form details accordion title
source: Registration Form Details
ru_ru: Детали регистрационной формы

# registration form documentation link text
source: All about affiliate registration form
ru_ru: Все о форме регистрации партнера

# Registration form error message for password mismatch
source: Passwords do not match.
ru_ru: Пароли не совпадают.

# registration form field is mandatory notice tooltip content
source: This field is mandatory. You can't disable it.
ru_ru: Это поле обязательно. Вы не можете его отключить.

# registration form link text
source: Review and publish form
ru_ru: Просмотреть и опубликовать форму

# Registration Form setting section title
source: Registration Form
ru_ru: Регистрационная форма

# registration form setting table column title
source: Enabled
ru_ru: Включить

# registration form setting table column title
source: Field
ru_ru: Поле

# registration form setting table column title
source: Label
ru_ru: Метка

# registration form shortcode usage text
source: Use %s shortcode on any page
ru_ru: Используйте шорткод %s на любой странице

# Registration form success message for user register
source: User registered successfully.
ru_ru: Пользователь успешно зарегистрирован.

# registration pending message
source: We have already received your request and will get in touch soon.
ru_ru: Мы уже получили ваш запрос и свяжемся с вами в ближайшее время.

# registration rejected message
source: Your previous request to join our affiliate program has been declined. Please %s for more details.
ru_ru: Ваш предыдущий запрос на присоединение к нашей партнерской программе был отклонен. Пожалуйста, %s для получения более подробной информации.

# registration success message
source: Congratulations, you are successfully registered as our affiliate. %s to find more details about affiliate program.
ru_ru: Поздравляем, вы успешно зарегистрированы в качестве нашего партнера. %s, чтобы узнать больше подробностей о партнерской программе.

# registration success message
source: We have received your request to join our affiliate program. We will review it and will get in touch with you soon!
ru_ru: Мы получили вашу заявку на участие в нашей партнерской программе. Мы ее рассмотрим и свяжемся с вами в ближайшее время!

source: Remove this group
ru_ru: Удалить эту группу

source: Removed Order Personal Data
ru_ru: Удалены персональные данные заказа

# Request asking the user to rate the plugin
source: rating
ru_ru: рейтинг

# Request asking the user to rate the plugin with 5 star
source: 5-star
ru_ru: 5-звезд

# Request the user to leave a review
source: Please leave a
ru_ru: Пожалуйста, оставьте

# Requesting affiliate coupons by replying to the welcome email
source: Reply to this email to get personalized affiliate coupons for your audience.
ru_ru: Ответьте на это письмо, чтобы получить персонализированные партнерские купоны для вашей аудитории.

# Requesting affiliate coupons to affiliate manager in the welcome email
source: Contact us %1$shere%2$s to get personalized affiliate coupons for your audience.
ru_ru: Свяжитесь с нами %1$shere%2$s, чтобы получить персонализированные партнерские купоны для вашей аудитории.

# Requesting affiliate coupons to affiliate manager in the welcome email
source: Contact us on %s to get personalized affiliate coupons for your audience.
ru_ru: Свяжитесь с нами по %s, чтобы получить персонализированные партнерские купоны для вашей аудитории.

source: Required params missing
ru_ru: Отсутствуют требуемые параметры

source: Review & Approve Affiliate
ru_ru: Просмотреть и утвердить партнера

source: Run Migration.
ru_ru: Запустить миграцию.

# save button
source: Save
ru_ru: Сохранить

# Save button label
source: Save & Next
ru_ru: Сохранить и перейти дальше

source: Search & Filter
ru_ru: Поиск и фильтр

source: Search Affiliate Tag
ru_ru: Поиск партнерского тега

# searchbox icon title
source: Affiliate status
ru_ru: Статус партнёра

# searchbox icon title
source: Affiliate tags
ru_ru: Партнерские теги

# searchbox icon title
source: Commission status
ru_ru: Статус комиссии

# Section title for individual users
source: Individual users
ru_ru: Индивидуальные пользователи

# Section title for registration form
source: Registration form
ru_ru: Регистрационная форма

# Section title for user roles
source: User roles
ru_ru: Роли пользователей

# self linking alert
source: Are you sure you want to link the same affiliate as a lifetime customer?
ru_ru: Вы уверены, что хотите связать себя как постоянного клиента?

# self refer alert
source: Are you sure you want to set the affiliate same as the customer? This overrides the setting Affiliate self-refer.
ru_ru: Если речь идет о том, что партнер не сможет получать комиссионные за свои собственные покупки, то корректнее будет сказать: **Вы уверены, что хотите установить этого партнера в качестве клиента? Это действие отменяет его возможность зарабатывать комиссионные по партнерской программе.**

source: Send
ru_ru: Отправить

# Separator for date field of my account
source: to
ru_ru: до

# setting description
source: Allow affiliates to enter their PayPal email address from their My Account > Affiliates > Profile for PayPal payouts
ru_ru: Разрешить партнерам вводить свой адрес электронной почты PayPal в разделе Кабинет партнёра > Партнеры > Профиль для выплат через PayPal.
