Repository: innerwebblueprint/affiliate-for-woocommerce
Catalog: languages/affiliate-for-woocommerce-*.po
Languages: ru_ru

# Visitor table row title to know if a hit is converted
source: Converted
ru_ru: Конверсии

source: Visitors
ru_ru: Посетители

# warning message when no referral is selected for commission status update
source: Please select a referral
ru_ru: Пожалуйста, выберите партнёра.

source: We are excited to have you as our affiliate partner. Here are the details you will need to get started:
ru_ru: Мы рады видеть вас в качестве нашего партнера. Вот данные, которые вам понадобятся для начала работы:

source: We discovered that you are using another "Affiliates" plugin. Do you want to migrate your existing data to this new Affiliates for WooCommerce plugin?
ru_ru: Мы обнаружили, что вы используете другой плагин "Affiliates". Хотите перенести существующие данные в этот новый плагин Affiliates for WooCommerce?

source: We found data from the "Affiliates". Do you want to migrate it?
ru_ru: Мы нашли данные из раздела "Партнеры". Вы хотите их перенести?

source: We have already updated %1$syour account%2$s to reflect this.
ru_ru: Для лучшего понимания можно переформулировать так: Мы уже обновили %1$sваш аккаунт%2$s, чтобы учесть изменения.

source: We have already updated your account to reflect this: %s
ru_ru: Можно переформулировать так: Мы уже обновили ваш аккаунт, чтобы отобразить следующее: %s

source: We value our partners, so we are happy to assist any time. We would also love to discuss any novel promotion ideas you may have. Feel free to reach out to us anytime.
ru_ru: Мы ценим наших партнеров, поэтому мы рады помочь в любое время. Мы также хотели бы обсудить любые новые идеи по продвижению, которые у вас могут быть. Не стесняйтесь обращаться к нам в любое время.

# Welcome message on onboarding
source: Thank you for choosing us!
ru_ru: Спасибо, что выбрали нас!

source: What and where we store:
ru_ru: Что и где мы храним:

source: Where do affiliates login and get their stats from?
ru_ru: Где партнеры входят в систему и откуда получают свою статистику?

source: Where's the link an affiliate will use to refer to my site?
ru_ru: Где находится ссылка, которую партнер будет использовать для перехода на мой сайт?

source: While calculating affiliate commission, plans are validated one after the other, starting from the top. Drag and Drop to reorder and prioritize plans. Click on Save Order to save.
ru_ru: При расчете партнерской комиссии планы проверяются один за другим, начиная сверху. Перетащите, чтобы изменить порядок и приоритет планов. Нажмите «Сохранить заказ», чтобы сохранить.
