Repository: innerwebblueprint/affiliate-for-woocommerce
Catalog: languages/affiliate-for-woocommerce-*.po
Languages: ru_ru

source: %1$sHere is our complete product catalog%2$s.
ru_ru: %1$sВот наш полный каталог продукции%2$s.

source: tasks completed
ru_ru: задачи выполнены

source: tasks starting
ru_ru: начало выполнения задач

source: to
ru_ru: к

source: [Important] Affiliate for WooCommerce requires a database migration. To start, please click
ru_ru: [Важно] Партнерская программа для WooCommerce требует миграции базы данных. Чтобы начать, нажмите

source: [PayPal Payouts] PayPal have deprecated MassPay API and it will be removed soon. So we recommend you switch to a new Payout API for smoother commission payouts. Refer to %s for more details.
ru_ru: [Платежи PayPal] PayPal отказался от API MassPay, и он будет удален в ближайшее время. Мы рекомендуем вам перейти на новый API выплат для более удобных выплат комиссий. Смотрите %s для получения дополнительной информации.

# account details updating error message
source: Invalid user
ru_ru: Такого пользователя не существует

# account details updating error message
source: Missing data
ru_ru: Отсутствующие данные

# action name to mark commission as paid
source: Mark as Paid
ru_ru: Отметить как оплаченный

# action name to mark commission as rejected
source: Mark as Rejected
ru_ru: Отметить как отклоненное

# action name to mark commission as unpaid
source: Mark as Unpaid
ru_ru: Отметить как неоплаченный

# active campaign status
source: Active
ru_ru: Активный

# active commission plan status
source: Active
ru_ru: Активный

source: Add a Campaign
ru_ru: Добавить кампанию

source: Add a Plan
ru_ru: Добавить план

source: Add a rule
ru_ru: Добавить правило

source: Add another group
ru_ru: Добавить еще одну группу

source: Add New Affiliate Tag
ru_ru: Добавить новый партнерский тег

source: Additional content
ru_ru: Дополнительный контент

# Admin - Affiliate identifier label
source: Affiliate Identifier
ru_ru: Партнерский идентификатор

# Admin - Affiliate tags label
source: Tags
ru_ru: Теги

# Admin - KPI label for affiliate's net unpaid commission
source: Net Unpaid Commission
ru_ru: Чистая невыплаченная комиссия

# Admin - Landing page label
source: Landing Pages
ru_ru: Целевые страницы

# Admin - Lifetime customers label
source: Lifetime Customers
ru_ru: Пожизненные клиенты

# Admin - Payout method title
source: Other
ru_ru: Другое

# Admin - Payout method title
source: PayPal: Pay & Record
ru_ru: PayPal: Оплатить и запись

# Admin - Payout method title
source: PayPal: Record Only
ru_ru: PayPal: Только запись

# Admin - PayPal email address label
source: PayPal Email Address
ru_ru: Адрес электронной почты PayPal

# Admin - Profile warning for allow setting to personalizing affiliate identifier
source: Enable the setting to allow the affiliate to use this identifier in the referral URL.
ru_ru: Включите этот параметр, чтобы разрешить партнеру использовать этот идентификатор в реферальном URL-адресе.

# Admin - Profile warning for personalizing affiliate identifier can not use
source: The affiliate cannot use this identifier as the
ru_ru: Партнёр не может использовать этот идентификатор в качестве

source: setting is disabled.
ru_ru: настройка отключена.

# Admin - Referral coupons label
source: Referral Coupons
ru_ru: Реферальные купоны

# Admin - Referral link label
source: Referral Link
ru_ru: Реферальная ссылка

# Admin - Referral link label
source: Referral Link:
ru_ru: Реферальная ссылка:

# Admin - setting name for personalizing affiliate identifier at profile warning
source: Personalize affiliate identifier
ru_ru: Персонализировать партнерский идентификатор

# Admin - signup date label
source: Since:
ru_ru: Регистрация:

# Admin - tab title
source: Multi-Tier
ru_ru: Многоуровневый

# Admin - tab title
source: Payouts
ru_ru: Выплаты

# Admin - tab title
source: Products
ru_ru: Продукты

# Admin - tab title
source: Profile
ru_ru: Профиль

# Admin - tab title
source: Referrals
ru_ru: Рефералы

# Admin - tab title
source: Visitors
ru_ru: Посетители

# Admin - title for affiliate identifier edit icon
source: Edit identifier
ru_ru: Редактировать идентификатор

# Admin - title for edit affiliate identifier cancel icon
source: Cancel
ru_ru: Отмена

# Admin - title for landing page edit icon
source: Edit page
ru_ru: Редактировать страницу

# Admin - tooltip title for copying referral link
source: Click to copy
ru_ru: Нажмите, чтобы скопировать

# Admin notice for Issue recurring commission deprecated
source: We have deprecated the Issue recurring commission setting. Since you had the setting disabled, we have automatically created a new plan for you 'Do not issue recurring commission as Issue recurring commission? is disabled'. Please review the plan for more details.
ru_ru: Мы отменили настройку "Выдавать повторяющие комиссии". Поскольку у вас эта настройка была отключена, мы автоматически создали новый план под названием "Не выдавать повторяющие комиссии, так как настройка отключена". Пожалуйста, ознакомьтесь с планом для получения дополнительных деталей.

# Admin setting description
source: Include affiliate referral details in the WooCommerce New order email (if enabled)
ru_ru: Включить данные партнерского реферала в электронное письмо о новом заказе WooCommerce (если включено)

# Admin setting description
source: Include affiliate referral details in the WooCommerce New order, WooCommerce Subscriptions New Renewal Order and Subscription Switched emails
ru_ru: Включите данные рефералов в электронные письма о новом заказе WooCommerce, новом заказе на продление подписки WooCommerce и переключении подписки.

# Admin setting description for affiliates to exclude for lifetime commissions
source: Exclude the affiliates either by individual affiliates or affiliate tags to not give them lifetime commissions.
ru_ru: Исключите партнеров либо по отдельным партнерам, либо по партнерским тегам, чтобы не выплачивать им пожизненные комиссии.

# Admin setting description for affiliates to exclude for lifetime commissions
source: Select upto 10 affiliates to automatically issue them commission payouts - beta launch. Only those affiliates who have added a PayPal email address to their account will qualify for automatic payouts.
ru_ru: Выберите до 10 партнеров для автоматической выдачи им комиссионных выплат - запуск бета-версии. Только те партнеры, которые добавили адрес электронной почты PayPal в свой аккаунт, будут иметь право на автоматические выплаты.

# Admin setting description for lifetime commissions
source: Allow affiliates to receive lifetime commissions
ru_ru: Разрешить партнерам получать пожизненные комиссии.

# Admin setting description for Logo for payout invoice
source: Upload a logo representing your shop or business. It will be shown on the invoice.
ru_ru: Загрузите логотип, представляющий ваш магазин или бизнес. Он будет показан на счете.

# Admin setting description for Payout invoice
source: Enable this to generate an invoice for each commission payout
ru_ru: Включите эту функцию, чтобы генерировать счет-фактуру для каждой выплаты комиссии.

# Admin setting description for payout invoice title
source: The addresses on the invoice are retrieved from your settings. The site address is taken from WooCommerce > Settings > General > Store Address. The affiliate's address is taken from their My Account > Addresses > Billing address. If any of the addresses are unavailable, that address will not be shown on the invoice.
ru_ru: Адреса на счете-фактуре извлекаются из ваших настроек. Адрес сайта берется из WooCommerce > Настройки > Основные > Адрес магазина. Адрес аффилиата берется из его Личного кабинета > Адреса > Адрес для выставления счетов. Если какой-либо из адресов недоступен, он не будет отображаться на счете-фактуре.

# Admin setting description for setup custom affiliate dashboard page
source: Allow affiliates to view their dashboard on any page using the %s shortcode. If no page or any non-published page is selected, the dashboard will be shown on the default My Account > Affiliate page.
ru_ru: Разрешить партнерам просматривать свою панель инструментов на любой странице, используя шорткод %s. Если не выбрана страница или выбрана не опубликованная страница, панель будет отображаться на странице по умолчанию Личный кабинет > Партнер.

# Admin setting description for Show and allow affiliates to print their invoice
source: Enable this to show and allow affiliates to print their invoice
ru_ru: Включите этот параметр, чтобы показывать и разрешать партнёрам распечатывать свои счета-фактуры.

# Admin setting description tip for Payout invoice
source: When enabled, you can print invoices from the Payouts tab. To allow affiliates to print their invoices, enable the "Show and allow affiliates to print their invoice" below.
ru_ru: Если эта опция включена, вы можете распечатать счета-фактуры из вкладки «Выплаты». Чтобы разрешить партнерам распечатывать свои счета-фактуры, включите опцию «Показывать и разрешать партнерам распечатывать свои счета-фактуры» ниже.

source: When enabled, a new column to print invoices will be visible in the affiliate's account > Reports > Payout History.
ru_ru: После включения этой функции в учетной записи партнера > Отчеты > История выплат будет отображаться новый столбец для печати счетов-фактур.

# Admin setting description tooltip for lifetime commissions
source: Affiliates will receive commissions for every sale made by the same customer linked to this affiliate - without using referral link or coupon.
ru_ru: Партнеры будут получать комиссионные за каждую продажу, совершенную тем же клиентом, связанным с этим партнером, без использования реферальной ссылки или купона.

# Admin setting name for affiliate dashboard page
source: Custom page for affiliate dashboard
ru_ru: Пользовательская страница для панели мониторинга партнеров

# Admin setting name for lifetime commissions
source: Lifetime commissions
ru_ru: Пожизненные комиссии

# Admin setting name for lifetime commissions excludes
source: Automatic payouts include affiliates
ru_ru: Автоматические выплаты включают в себя выплаты партнерам

# Admin setting name for lifetime commissions excludes
source: Lifetime commissions exclude affiliates
ru_ru: Пожизненные комиссии исключают партнёров

# Admin setting name for Logo for payout invoice
source: Logo for payout invoice
ru_ru: Логотип для счета-фактуры на выплату

# Admin setting name for Payout invoice
source: Payout invoice
ru_ru: Счет-фактура на выплату

# Admin setting name for Show and allow affiliates to print their invoice
source: Show and allow affiliates to print their invoice
ru_ru: Показывать и разрешать партнёрам распечатывать свои счета

# Admin setting placeholder for lifetime commissions excludes
source: Search affiliates by email, username or name
ru_ru: Поиск партнеров по адресу электронной почты, логину или имени

# Admin setting placeholder for lifetime commissions excludes
source: Search by affiliates or affiliate tags
ru_ru: Искать по партнёрам или тегам партнёров.

source: Affiliate
ru_ru: Партнёр

source: affiliate
ru_ru: партнёр

source: Affiliate - Customer
ru_ru: Партнер - Клиент

# affiliate account setting section title
source: Affiliate's Account
ru_ru: Кабинет патнера

# Affiliate action
source: Allow this user to signup via affiliate form
ru_ru: Разрешить этому пользователю регистрироваться через партнерскую форму

# Affiliate action
source: Approve affiliate
ru_ru: Одобрить партнёра

# Affiliate action
source: Make this user an Affiliate
ru_ru: Сделать этого пользователя партнером

# Affiliate action
source: Reject affiliate
ru_ru: Отклонить партнера

# Affiliate approval message
source: Your affiliate request has been approved.
ru_ru: Ваш запрос на партнерскую программу одобрен.

# affiliate dashboard page text
source: Your affiliate dashboard
ru_ru: Ваша партнерская панель управления

# affiliate description label at in affiliate profile tab
source: About Affiliate
ru_ru: О партнерской программе

source: Affiliate earned payout amount
ru_ru: Сумма выплаты, заработанная партнером

source: Affiliate For WooCommerce
ru_ru: Партнер для WooCommerce

source: Affiliate for WooCommerce requires WooCommerce to be activated.
ru_ru: Партнер для WooCommerce требует активации WooCommerce.

source: Affiliate For WooCommerce settings
ru_ru: Настройки Партнера для WooCommerce

source: Affiliate ID
ru_ru: Партнерский ID

source: Affiliate information
ru_ru: Информация о партнере

# affiliate is not selected for automatic payout
source: No
ru_ru: Нет

# affiliate is selected for automatic payout
source: Yes
ru_ru: Да

# Affiliate KPI label: Conversion
source: Conversion
ru_ru: Конверсия

# Affiliate KPI label: Customers
source: Customers
ru_ru: Клиенты

# Affiliate KPI label: Gross Commission
source: Gross Commission
ru_ru: Валовая комиссия

# Affiliate KPI label: Net Commission
source: Net Commission
ru_ru: Чистая комиссия

# Affiliate KPI label: Revenue
source: Revenue
ru_ru: Доход

# Affiliate KPI label: Visitors
source: Visitors
ru_ru: Посетители

# Affiliate landing pages setting name
source: Affiliate landing pages
ru_ru: Целевые страницы для партнеров

# Affiliate manager email setting name
source: Affiliate manager email
ru_ru: Электронная почта менеджера по партнерам

source: Register as an affiliate
ru_ru: Зарегистрироваться как партнёр

source: Affiliate request status
ru_ru: Статус запроса на партнерство

# Affiliate my account page menu title when user is an affiliate
source: Affiliate
ru_ru: Партнёр

# Affiliate my account page title for campaigns
source: Affiliate Campaigns
ru_ru: Партнерские кампании

# Affiliate my account page title for multi-tier
source: Affiliate Network
ru_ru: Партнерская сеть

# Affiliate my account page title for resources
source: Affiliate Resources
ru_ru: Партнерские ресурсы

source: Register as an affiliate
ru_ru: Зарегистрироваться как партнёр

source: Affiliate request status
ru_ru: Статус запроса на партнерство

# Affiliate my account page title when user is an affiliate
source: Affiliate Dashboard
ru_ru: Панель инструментов партнеров

# Affiliate My Account page: PayPal email validation
source: The PayPal email address is incorrect.
ru_ru: Неверный адрес электронной почты PayPal.

# Affiliate my account tab title for campaigns
source: Campaigns
ru_ru: Кампании

# Affiliate my account tab title for multi-tier
source: Network
ru_ru: Сеть

# Affiliate my account tab title for profile
source: Profile
ru_ru: Профиль

# Affiliate my account tab title for report
source: Reports
ru_ru: Отчеты

# Affiliate name
source: Affiliate
ru_ru: Партнёр

source: Affiliate payout currency
ru_ru: Валюта выплат партнерам

source: Affiliate payout date time
ru_ru: Дата и время выплат партнерам

source: Affiliate payout gateway
ru_ru: Шлюз для выплат партнерам

source: Affiliate payout notes
ru_ru: Заметки о выплатах партнерам

source: Affiliate profile image
ru_ru: Изображение профиля партнера

source: Affiliate receiver
ru_ru: Партнер получатель

# affiliate referral coupon details
source: Your referral coupon details:
ru_ru: Данные вашего реферального купона:

# affiliate referral url label on affiliate card
source: Referral Link:
ru_ru: Реферальная ссылка:

# affiliate registration field validation message
source: One or more fields have an error.
ru_ru: В одном или нескольких полях обнаружена ошибка.

source: Affiliate registration form
ru_ru: Форма регистрации партнера

# affiliate registration message
source: Something went wrong.
ru_ru: Что-то пошло не так.

# affiliate registration message
source: You are successfully registered.
ru_ru: Вы успешно зарегистрированы.

# affiliate registration redirect link title
source: Visit here
ru_ru: Перейдите по ссылке

# affiliate registration validation error message
source: Something went wrong
ru_ru: Что-то пошло не так

# affiliate search placeholder
source: Search by email, username or name
ru_ru: Поиск по адресу электронной почты, логину или имени

# Affiliate section title
source: Affiliate information
ru_ru: Информация о партнере

# Affiliate self-refer description
source: Disable this to prevent affiliates from earning commissions on their own referral link/coupon.
ru_ru: Отключите эту функцию, чтобы партнеры не могли получать комиссионные по своим реферальным ссылкам/купонам.

# affiliate setting tab name
source: Affiliate
ru_ru: Партнёр

# affiliate signup date label on affiliate card
source: Since:
ru_ru: В клубе с:

source: Affiliate Tag
ru_ru: Партнерский тег

# Affiliate tag create/edit page link text
source: Manage tags
ru_ru: Управление тегами

source: Affiliate Tags
ru_ru: Партнерские теги

# Affiliate users roles setting name
source: Affiliate users roles
ru_ru: Роли партнера

# Affiliate's account setting section title
source: Affiliate's Account
ru_ru: Кабинет патнера

# Affiliate's order meta box title
source: Affiliate details
ru_ru: Детали партнера

source: Affiliates
ru_ru: Партнёры

source: affiliates
ru_ru: партнёры

source: Affiliates Dashboard
ru_ru: Панель инструментов

# Affiliates dashboard link in dashboard widget
source: Dashboard
ru_ru: Панель инструментов

# Affiliates dashboard search box filter reset button text
source: Reset Filters
ru_ru: Сбросить фильтры

# Affiliates KPI label: Conversion Rate
source: Conversion Rate
ru_ru: Коэффициент конверсии

# Affiliates KPI label: Customers
source: Customers
ru_ru: Клиенты

# Affiliates KPI label: Number of affiliate
source: Affiliates
ru_ru: Партнёры

# Affiliates KPI label: Total Revenue
source: %1$s%% of Total Revenue
ru_ru: %1$s%% от общего дохода

# Affiliates KPI label: Visitors
source: Visitors
ru_ru: Посетители

# alert when changing affiliate tracking param name
source: Changing tracking param name will stop affiliate tracking for the existing URL with the current tracking param name. Are you sure you want to continue?
ru_ru: Изменение имени параметра отслеживания остановит отслеживание партнера для существующего URL с текущим именем параметра отслеживания. Вы уверены, что хотите продолжить?

source: all
ru_ru: все

source: All Affiliate Tags
ru_ru: Все теги партнеров

source: all matching products in the order
ru_ru: все совпадающие продукты в заказе

# and text
source: and
ru_ru: и

source: Anonymized data for the user "%s"
ru_ru: Анонимные данные для пользователя "%s"

source: Anonymized IP Address
ru_ru: Анонимный IP-адрес

source: apply zero commission
ru_ru: применить нулевую комиссию

# Approval method setting name
source: Approval method
ru_ru: Метод утверждения

source: Approve / reject / manage this affiliate
ru_ru: Одобрить / отклонить / управлять этим партнером

source: Approve / reject / manage this affiliate : %s
ru_ru: Одобрить / отклонить / управлять этим партнером: %s

source: Are you sure you want to remove this user as an affiliate? Doing this will remove this affiliate and its entire chain from part of the parent-chain relationship of any other affiliate in a multi-tier commission distribution. This change is irreversible.
ru_ru: Вы уверены, что хотите удалить этого пользователя из партнеров? Это действие удалит данного партнера и всю его цепочку из родительской цепочки любого другого партнера в многослойном распределении комиссий. Это изменение нельзя будет отменить.

# ask to check whether switched to the PayPal Payout API
source: If you have already switched to the new PayPal Payout API,
ru_ru: Если вы уже перешли на новый API выплат PayPal,

source: Assign to affiliate
ru_ru: Назначить партнёру

source: at least one
ru_ru: по крайней мере один

# authorization failure message
source: You are not allowed to re-generate sample campaigns.
ru_ru: Вам не разрешается повторно создавать образцы кампаний.

# authorization failure message
source: You are not allowed to use this action
ru_ru: Вам не разрешено использовать это действие

# available integration text
source: To customize the registration form and add custom fields, you can use any of the below available integrations.
ru_ru: Чтобы настроить форму регистрации и добавить пользовательские поля, вы можете использовать любую из доступных ниже интеграций.

source: Back
ru_ru: Назад

# Batch failed error message
source: Failed batch action: %1$s. Error: %2$s
ru_ru: Неудачное пакетное действие: %1$s. Ошибка: %2$s

# Browser name label in visitor dashboard
source: Browser:
ru_ru: Браузер:

source: BTW, you can review and manage all affiliates and also process pending requests from %1$shere%2$s.
ru_ru: Кстати, вы можете просмотреть и управлять всеми партнерами, а также обрабатывать ожидающие запросы %1$shere%2$s.

source: BTW, you can review and manage all affiliates and also process pending requests from here: %s.
ru_ru: Кстати, вы можете просмотреть и управлять всеми партнерами, а также обрабатывать ожидающие запросы отсюда: %s.

# Button label to save commission plan
source: Save
ru_ru: Сохранить

# Button name for remove media
source: Remove image
ru_ru: Удалить изображение

# Button text for media change button
source: Change image
ru_ru: Изменить изображение

# Button text for media upload button
source: Upload image
ru_ru: Загрузить изображение

# campaign data save error message
source: Unable to save campaign. Database error.
ru_ru: Невозможно сохранить кампанию. Ошибка базы данных.

# campaign delete error message
source: Failed to delete campaign
ru_ru: Не удалось удалить кампанию

# campaign deleted success message
source: Campaign deleted successfully
ru_ru: Кампания успешно удалена

# campaign description
source: Full Description
ru_ru: Полное описание

# campaign destination link description
source: Want to take campaign visitors to a specific product / landing page? Or shop / home page? Enter it here.
ru_ru: Хотите перенаправить посетителей кампании на конкретный продукт / посадочную страницу? Или на страницу магазина / главную страницу? Введите ссылку здесь.

# campaign fetching error message
source: You do not have permission to fetch the campaign details.
ru_ru: У вас нет разрешения на получение данных кампании.

# campaign full description
source: If you prefer, create a .zip file with multiple assets. Upload it to your WordPress Media, and link the file from here. You can also link to any external resources as usual.
ru_ru: Если хотите, создайте .zip-файл с несколькими активами. Загрузите его на WordPress Media и дайте ссылку на файл здесь. Вы также можете ссылаться на любые внешние ресурсы, как обычно.

# campaign full description
source: Use this editor to insert all the details, rules, creatives, swipes, videos, guidelines or anything else you want to present to affiliate partners. Format it well so that they can easily copy out for their own usage.
ru_ru: Используйте этот редактор, чтобы вставить все детали, правила, креативы, шаблоны, видео, инструкции или любые другие материалы, которые вы хотите представить партнеру. Оформите текст аккуратно, чтобы они могли легко скопировать его для собственного использования.

# campaign loading text on my-account
source: Loading...
ru_ru: Загрузка...

# Campaign name and id
source: Campaign
ru_ru: Кампания

# campaign save
source: Save
ru_ru: Сохранить

# campaign short description
source: Short Description
ru_ru: Краткое описание

# campaign short description
source: This will show along with campaign name before people see all the details. Summarize the campaign here.
ru_ru: Краткое описание будет отображаться вместе с названием кампании перед тем, как пользователи увидят все детали. Здесь следует кратко изложить суть кампании.

# campaign short text description
source: Short text in links for this campaign:
ru_ru: Краткое описание для ссылок в этой кампании:

# campaign slug
source: Slug
ru_ru: ЧПУ (человекопонятный URL)

# campaign status
source: Status
ru_ru: Статус кампании

# campaign title
source: Name
ru_ru: Имя
