Repository: innerwebblueprint/affiliate-for-woocommerce
Catalog: languages/affiliate-for-woocommerce-*.po
Languages: ru_ru

# instruction to make affiliates through settings.
source: Go to "Settings" and select some user roles to automatically make them affiliates.
ru_ru: Перейдите в "Настройки" и выберите некоторые роли пользователей, чтобы автоматически сделать их партнёрами.

# Instruction to promote the store products with affiliate link
source: You can refer people using your affiliate link. You can also promote individual products if you like.
ru_ru: Вы можете направлять людей, используя вашу партнерскую ссылку. Вы также можете продвигать отдельные продукты, если хотите.

# Introduction to the performance summary in the email
source: Here's how you've performed on %s in the last month.
ru_ru: Вот каковы ваши результаты по %s за последний месяц.

# Invalid email field error message on affiliate registration form
source: Please provide a valid email address.
ru_ru: Пожалуйста, укажите действительный адрес электронной почты.

# Invoice ID in payout invoice template
source: Invoice #%s
ru_ru: Счет №%s

source: Join our affiliate program
ru_ru: Присоединяйтесь к нашей партнерской программе

# Label for additional information
source: Additional information
ru_ru: Дополнительная информация

# Label for affiliate commission paid email
source: Affiliate - Commission Paid
ru_ru: Партнер - Комиссия выплачена

# Label for affiliate coupons in welcome email
source: Your personal affiliate coupon(s):
ru_ru: Ваш персональный партнерский купон(ы):

# Label for affiliate coupons in welcome email
source: Your personal affiliate coupon(s):
ru_ru: Ваш персональный партнерский купон(ы):

# label for affiliate description at user edit page
source: About Affiliate
ru_ru: О партнерской программе

# label for affiliate identifier
source: Your affiliate identifier is:
ru_ru: Ваш партнерский идентификатор:

# Label for affiliate manager new registration received email
source: Affiliate Manager - New Registration Received
ru_ru: Менеджер по партнерам - получена новая регистрация

# Label for affiliate new conversion received email
source: Affiliate - New Conversion Received
ru_ru: Партнер - получена новая конверсия

# Label for affiliate pending request email
source: Affiliate - Pending Request
ru_ru: Партнер - Ожидающий запрос

# Label for affiliate pending request email
source: This email will be sent to an affiliate after the registration form is submitted, and their request to join your affiliate program is in 'Pending' status.
ru_ru: Это электронное письмо будет отправлено партнеру после того, как он заполнит регистрационную форму, а его запрос на присоединение к вашей партнерской программе будет находиться в статусе «Ожидание».

# Label for affiliate self-refer
source: Enable affiliate self-refer
ru_ru: Включить возможность использования партнером собственной ссылки для получения комиссий.

# label for affiliate status checkbox at user edit page
source: Is affiliate?
ru_ru: Является партнёром?

# Label for affiliate user website link
source: Website
ru_ru: Сайт

# Label for affiliate welcome email
source: Affiliate - Welcome Email
ru_ru: Партнерская программа - приветственное письмо

# label for all time commission
source: Commission (All Time)
ru_ru: Комиссия (все время)

# label for all time paid commissions
source: Paid (All Time)
ru_ru: Выплачено (за всё время)

# label for all time unpaid commissions
source: Unpaid (All Time)
ru_ru: Неоплачено (все время)

# Label for amount in invoice template
source: Amount
ru_ru: Сумма

# label for any queries
source: Have any queries?
ru_ru: Есть вопросы?

# Label for campaign close panel button on admin side
source: Close panel
ru_ru: Закрыть панель

# label for click action to change affiliate identifier
source: Click to change
ru_ru: Нажмите, чтобы изменить

# Label for commission
source: Commission:
ru_ru: Комиссия:

# label for contact info of affiliate in user edit page
source: Way To Contact
ru_ru: Как связаться

# Label for conversion in my account
source: Conversion
ru_ru: Конверсия

# Label for conversion in the affiliate summary email
source: Conversion
ru_ru: Конверсия

# Label for conversion rate in dashboard widget
source: Conversion Rate
ru_ru: Коэффициент конверсии

# Label for conversion rate in the affiliate summary email
source: Conversion
ru_ru: Конверсия

# Label for cookie duration
source: Cookie duration (in days):
ru_ru: Срок действия cookie-файла (в днях):

# Label for delete campaign button
source: Delete campaign
ru_ru: Удалить кампанию

# label for enable/disable the affiliate pending request email
source: Enable this email notification
ru_ru: Включить это уведомление по электронной почте

# label for enable/disable the affiliate summary report email
source: Enable this email notification
ru_ru: Включить это уведомление по электронной почте

# Label for enabling individual affiliate
source: Enable this if you want to become an affiliate for testing purposes.
ru_ru: Включите эту функцию, если вы хотите стать партнером в целях тестирования.

# Label for enabling referral coupons
source: Enable use of referral coupons
ru_ru: Разрешить использование реферальных купонов

# Label for enabling registration form
source: Allow users to sign up as affiliates through the registration form.
ru_ru: Разрешить пользователям регистрироваться в качестве партнеров через регистрационную форму.

# Label for gross commissions in my account
source: Gross Commission
ru_ru: Валовая комиссия

# Label for highest converting URLs in the affiliate summary email
source: Highest Converting URLs
ru_ru: Наиболее конверсионные URL-адреса:

# Label for highest converting URLs in the affiliate summary email
source: Highest Converting URLs:
ru_ru: Наиболее конверсионные URL-адреса:

# Label for invoice period in invoice template
source: Period
ru_ru: Период:

# label for landing pages
source: Landing pages
ru_ru: Целевые страницы

# Label for loader while updating the record
source: Updating
ru_ru: Обновление

# Label for My Account setup note
source: Note:
ru_ru: Примечание:

# Label for net commission in my account
source: Net Commission
ru_ru: Чистая комиссия

# Label for number of customers in my account
source: Customers
ru_ru: Клиенты

# Label for number of sales in my account
source: Revenue
ru_ru: Доход

# Label for paid commissions in my account
source: Paid Commissions
ru_ru: Выплаченные комиссии

# Label for parent distribution
source: Tier %d
ru_ru: Уровень %d

# Label for payout method in invoice template
source: Method
ru_ru: Средний

# Label for payout notes in invoice template
source: Notes
ru_ru: Примечания

# label for PayPal email address for payouts
source: PayPal email address
ru_ru: Адрес электронной почты PayPal

# Label for personalize affiliate identifier
source: Enable personalize affiliate identifier
ru_ru: Включить персонализацию партнерского идентификатора

# Label for printing the invoice
source: Print
ru_ru: Печать

# Label for referral count in dashboard widget
source: Customers
ru_ru: Клиенты

# label for registration contact field
source: Way To Contact
ru_ru: Как связаться

# label for registration description field
source: About Affiliate
ru_ru: О партнерской программе

# Label for setting number of tier for multi-tier commission
source: Multi-level commission? How many tiers?
ru_ru: Многоуровневая комиссия? Сколько уровней?

# Label for successful referral count in invoice template
source: Successful referrals
ru_ru: Успешные рефералы

# Label for the landing page assignment field
source: Assign to affiliate
ru_ru: Назначить партнёру

# Label for Tier 1 distribution
source: Tier 1
ru_ru: Уровень 1

# Label for total customers in the affiliate summary email
source: Customers
ru_ru: Клиенты

# Label for total earning in the affiliate summary email
source: Total Earnings
ru_ru: Общий доход

# Label for total earnings in the affiliate summary email
source: Total Earnings
ru_ru: Общий доход

# Label for total visitors in the affiliate summary email
source: Visitors
ru_ru: Посетители

# Label for tracking param name
source: Tracking param name:
ru_ru: Имя параметра отслеживания:

# Label for unpaid commissions in my account
source: Unpaid Commissions
ru_ru: Невыплаченные комиссии

# Label for visibility in campaign editor
source: Visibility
ru_ru: Видимость

# Label for visitor count in dashboard widget
source: Visitors
ru_ru: Посетители

# Label for visitor count in my account
source: Visitors
ru_ru: Посетители

# label in the admin bar
source: %s Affiliates
ru_ru: %s Партнеры

# label text for affiliate actions on user edit page
source: Action
ru_ru: Действие

# label to add any site page for custom referral url
source: Enter target path here...
ru_ru: Введите целевой путь здесь...

# label to cancel the action to change affiliate identifier
source: Cancel
ru_ru: Отмена

# label to change affiliate identifier
source: Change affiliate identifier:
ru_ru: Изменить партнерский идентификатор:

# label to contact affiliate manager
source: Contact affiliate manager
ru_ru: Связаться с менеджером по работе с партнёрами

# label to get affiliate coupon
source: Want an exclusive coupon to promote?
ru_ru: Хотите получить эксклюзивный купон для продвижения?

# label to request a coupon from affiliate manager
source: Request affiliate manager for a coupon
ru_ru: Запросите купон у менеджера по работе с партнёрами

# Label to save commission plan order once sorted
source: Save Order
ru_ru: Сохранить заказ

# Label with customer name
source: Customer
ru_ru: Клиент

# Label with customer name
source: Customer:
ru_ru: Клиент:

# last name label at in affiliate profile tab
source: Last Name
ru_ru: Фамилия

# Link for creating with Contact Form 7
source: or
ru_ru: или

# Link for default registration form setting
source: Edit
ru_ru: Редактировать

# Link for registration form page
source: Review
ru_ru: Обзор

# Link text for PayPal Payout migration
source: run migration.
ru_ru: запустить миграцию.

# link text for the doc
source: this doc
ru_ru: этот документ

# link text to view all docs
source: view all docs
ru_ru: просмотреть все документы

# Link to affiliate my account dashboard
source: back to dashboard
ru_ru: вернуться к панели управления

# link to contact support
source: Contact us
ru_ru: Связаться с нами

# link to documentation
source: Docs
ru_ru: Документы

# link to generate sample campaigns
source: Generate sample campaigns
ru_ru: Сгенерировать образцы кампаний

# link to re-generate sample campaigns
source: re-generate sample campaigns
ru_ru: повторно создать образцы кампаний

# Link to snooze the scheduled payout date
source: Snooze
ru_ru: **Отложить**

# Link to the review section for the plugin
source: here
ru_ru: здесь

source: Load More
ru_ru: Загрузить больше

# Load more link for payouts
source: Load More
ru_ru: Загрузить больше

# Load more link for pending payouts
source: Load More
ru_ru: Загрузить больше

# Load more link for products report
source: Load More
ru_ru: Загрузить больше

# load more link for referrals
source: Load More
ru_ru: Загрузить больше

# Load more link for visitors report
source: Load More
ru_ru: Загрузить больше

source: Loading Affiliates
ru_ru: Загрузка партнёров

# Loading text for campaigns
source: Loading Campaigns
ru_ru: Загрузка кампаний

# Loading text for commissions
source: Loading Commission Plans
ru_ru: Загрузка планов комиссии

# loading text for profile tab save button
source: Updating
ru_ru: Обновление

# Logger for automatic payout email report
source: Missing Affiliate ID. Email sending failed for automatic payouts first notification email.
ru_ru: Отсутствует идентификатор партнера. Не удалось отправить электронное письмо с первым уведомлением об автоматических выплатах.

# Logger for automatic payout email report
source: Missing Affiliate ID. Email sending failed for automatic payouts second notification email.
ru_ru: Отсутствует идентификатор партнера. Не удалось отправить электронное письмо для второго уведомления об автоматических выплатах.

# Logger for automatic payout process report
source: %1$s details are missing for the affiliate ID: %2$d. Skipping them from automatic payouts.
ru_ru: Отсутствует адрес электронной почты %1$s для партнерского идентификатора: %2$d. Пропускаем их из автоматических выплат.

# Logger for automatic payout process report
source: Automatic payout failed for affiliate ID: %d. Skipping them from automatic payout and scheduling them for next payout period
ru_ru: Автоматическая выплата не удалась для партнера с ID: %d. Пропускаем его в автоматической выплате и планируем на следующий период выплат.

# Logger for automatic payout process report
source: Automatic payout successfully processed for affiliate ID: %d for this month.
ru_ru: Автоматическая выплата успешно обработана для партнерского идентификатора: %d за этот месяц.

# Logger for automatic payout process report
source: Missing Affiliate ID. Automatic Payouts failed.
ru_ru: Отсутствует идентификатор партнера. Автоматические выплаты не удались.

# Logger for batch stopped due to health status
source: Batch stopped due to health status after Affiliate ID : %1$d in task: %2$s
ru_ru: Пакет остановлен из-за состояния выполнения после ID партнера: %1$d в задаче: %2$s.

# Logger for batch stopped due to health status
source: Batch stopped due to health status in task: %s
ru_ru: Пакет остановлен из-за состояния выполнения в задаче: %s.

# Logger for process payout missing argument
source: Automatic payout failed as missing amount. Aborting automatic payouts for Affiliate ID: %s.
ru_ru: Автоматическая выплата не удалась из-за отсутствия суммы. Остановка автоматических выплат для партнера с ID: %s.

# Logger for summary email report
source: AFWC summary email report failed to send for Affiliate ID: %d
ru_ru: Не удалось отправить отчет по сводной электронной почте AFWC для ID партнера: %d

# Logger for summary email report
source: AFWC summary email report sent successfully for Affiliate ID: %d
ru_ru: Отчет по сводной электронной почте AFWC успешно отправлен для ID партнера: %d

source: Manage this affiliate
ru_ru: Управлять этим партнёром

source: Manage this affiliate : %s
ru_ru: Управлять этим партнёром: %s

# Manual PayPal payout failed message
source: Referral records are required for making a payout
ru_ru: Записи о рефералах необходимы для осуществления выплаты.

source: Mass Payout CSV
ru_ru: Массовая выплата CSV

# Media select button
source: Select
ru_ru: Выберать

# Media uploader button text
source: Upload image
ru_ru: Загрузить изображение

# Media uploader title
source: Select image
ru_ru: Выберите изображение

# Menu name for setup guide page
source: Getting Started
ru_ru: Введение в работу

# message after profile update successfully
source: Affiliate profile updated successfully.
ru_ru: Профиль партнера успешно обновлен.

# message for affiliate to find payout and other information in their account
source: We have already updated your account with this info%1$s. You can %2$slogin to your affiliate dashboard%3$s to track all referrals, payouts and campaigns.
ru_ru: Мы уже обновили ваш аккаунт с этой информацией%1$s. Вы можете %2$sвойти в свою партнерскую панель%3$s, чтобы отслеживать всех рефералов, выплаты и кампании.

# message for affiliate to find payout and other information in their account
source: We have already updated your account with this info%1$s. You can login to your affiliate dashboard to track all referrals, payouts and campaigns: %2$s
ru_ru: Мы уже обновили ваш аккаунт с этой информацией%1$s. Вы можете войти в свою партнерскую панель управления, чтобы отслеживать всех рефералов, выплаты и кампании: %2$s

# Message for main rule condition
source: rule groups pass
ru_ru: Группы правил соответствуют условиям

# Message for not registered affiliate
source: You are not registered as an affiliate.
ru_ru: Вы не зарегистрированы как партнер.

# message to show when no payouts data
source: No data to display
ru_ru: Нет данных для отображения

# message to show when no products data
source: No data to display
ru_ru: Нет данных для отображения

# message to show when no referrals data
source: No data to display
ru_ru: Нет данных для отображения

# Message to view the affiliate dashboard
source: Log in to %1$syour affiliate dashboard%2$s regularly. You will find our current promotion campaigns, marketing assets, complete record of your referrals and payouts there. You can fully manage your account from the dashboard.
ru_ru: Регулярно входите в %1$sсвой партнёрский кабинет%2$s. Там вы найдёте наши актуальные рекламные кампании, маркетинговые материалы, полный список ваших рефералов и выплат. Вы сможете полностью управлять своим аккаунтом через кабинет.

# Message to view the affiliate dashboard
source: Log in to your affiliate dashboard regularly. You will find our current promotion campaigns, marketing assets, complete record of your referrals and payouts there. You can fully manage your account from the dashboard: %s.
ru_ru: Регулярно заходите в свою партнерскую панель управления. Там вы найдете наши текущие рекламные кампании, маркетинговые активы, полную запись ваших рефералов и выплат. Вы можете полностью управлять своим аккаунтом с панели управления: %s.

# Message to view the affiliate dashboard
source: You can find this information updated in your %1$saffiliate dashboard%2$s.
ru_ru: Эту обновленную информацию вы можете найти на своей %1$sпартнерской панели%2$s.

# Message to view the affiliate dashboard
source: You can find this information updated in your affiliate dashboard: %s.
ru_ru: Эту информацию можно найти обновленной на панели мониторинга вашего партнера: %s.

# message when there are no affiliates.
source: No affiliates yet.
ru_ru: Партнёров пока нет.

# Meta title of the admin bar
source: Access affiliates dashboard
ru_ru: Доступ к панели инструментов партнеров

source: Migrate Now
ru_ru: Да, в контексте переноса данных лучше использовать другое слово. Можно перевести как: **Перенести сейчас**

source: Migration done successfully.
ru_ru: Перенос выполнен успешно.

source: Migration process is running:
ru_ru: Процесс переноса выполняется:

# missing fields error message
source: The fields are missing for the registration.
ru_ru: Отсутствуют поля для регистрации.

# multi currency not allowed message
source: Payout is not allowed for multiple currency
ru_ru: Выплата не разрешена для нескольких валют.

# multi tier fetching error message
source: You do not have permission to fetch the multi-tier details.
ru_ru: У вас нет разрешения на получение многоуровневых данных.

# My account - tooltip title for copying campaign referral link
source: Click to copy
ru_ru: Нажмите, чтобы скопировать

# My Account setup note
source: The affiliate's 'My Account' is already set up. It can be changed later from the settings (by creating a custom page).
ru_ru: «Мой аккаунт» партнера уже настроен. Его можно изменить позже в настройках (создав пользовательскую страницу).

source: N/A
ru_ru: Не применимо

source: Name:
ru_ru: Имя:

# Navigation menu title for Payouts in admin dashboard
source: Pending Payouts
ru_ru: Ожидаемые платежи

source: needs to be paid total commission of
ru_ru: необходимо оплатить общую комиссию

# Negative value title for parent subscription commission rule
source: No
ru_ru: Нет

# Negative value title for user first order commission rule
source: No
ru_ru: Нет

source: New Affiliate Tag Name
ru_ru: Новое имя партнерского тега

source: Next Actions
ru_ru: Следующие действия

source: No Affiliate Tags found
ru_ru: Партнерские теги не найдены

source: No commission plans yet.
ru_ru: Планов по комиссии пока нет.

source: No, I want to start afresh.
ru_ru: Нет, я хочу начать заново.

# not about storewide default commission plan
source: Note: The storewide default commission plan is not sortable. It will be validated at the end - after all the other plans.
ru_ru: Примечание: Общий план комиссии для магазина не подлежит сортировке. Он будет проверен в конце — после всех других планов.

# not applicable text
source: N/A
ru_ru: Не применимо

source: Note: Once you migrate from Affiliates plugin, please deactivate it. Affiliates and Affiliate for WooCommerce can't work simultaneously.
ru_ru: Примечание: После перехода с плагина Affiliates, пожалуйста, деактивируйте его. Affiliates и Affiliate for WooCommerce не могут работать одновременно.

source: Notes
ru_ru: Примечания

# Notice text for affiliate summary report
source: You can now send affiliates monthly summary emails of their last month's performance.
ru_ru: Теперь вы можете отправлять партнерам ежемесячные сводные электронные письма об их результатах за последний месяц.

# notice that show profile data has been moved
source: %s All affiliate details are now in the Affiliates dashboard under the Affiliate's Profile. You can view and manage them from there.
ru_ru: %s Все детали партнера теперь находятся в панели партнеров в разделе Профиль партнера. Вы можете просматривать и управлять ими оттуда.

# Notice title for affiliate summary report
source: 📢 Big Update:
ru_ru: 📢 Большое обновление:

# notice to save user edit page first before leaving to get correct output
source: Note: Click on Update User button to save changes.
ru_ru: Примечание: Нажмите кнопку «Обновить пользователя», чтобы сохранить изменения.

# Notification error message for failed commission plan creation or update
source: Failed to create or update the commission plan
ru_ru: Не удалось создать или обновить план комиссии

# Notification error message for failed commission plan deletion
source: Failed to delete the commission plan
ru_ru: Не удалось удалить план комиссии

# Notification message for failed campaign creation or update
source: Failed to create or update campaign
ru_ru: Не удалось создать или обновить кампанию

# Notification message for failed campaign deletion
source: Failed to delete campaign
ru_ru: Не удалось удалить кампанию

# Notification message for failed payout snoozed
source: Could not schedule automatic payout till the next period.
ru_ru: Не удалось запланировать автоматическую выплату до следующего периода.

# Notification message for failed sample campaigns creation
source: Failed to create sample campaigns
ru_ru: Не удалось создать образцы кампаний

# Notification message for successful campaign creation
source: Campaign created successfully
ru_ru: Кампания успешно создана

# Notification message for successful campaign deletion
source: Campaign deleted successfully
ru_ru: Кампания успешно удалена

# Notification message for successful campaign update
source: Campaign updated successfully
ru_ru: Кампания успешно обновлена

# Notification message for successful payout
source: Payout processed successfully
ru_ru: Выплата успешно обработана

# Notification message for successful payout snoozed
source: Automatic payout snoozed successfully till next period.
ru_ru: Автоматическая выплата успешно отложена до следующего периода.

# Notification message for successful sample campaigns creation
source: Sample campaigns created successfully
ru_ru: Образцы кампаний успешно созданы

# Notification success message after creating a new commission plan
source: The commission plan created successfully
ru_ru: План комиссии создан успешно

# Notification success message after deleting a commission plan
source: The commission plan deleted successfully
ru_ru: План комиссии успешно удален

# Notification success message after updating a commission plan
source: The commission plan updated successfully
ru_ru: План комиссии успешно обновлен

# number of referrals
source: %s referral
ru_ru: %s партнер

# number of selected records
source: %s record
ru_ru: %s запись

source: of the following rules are true.
ru_ru: из следующих правил верны.

source: only the first matching product
ru_ru: только первый соответствующий продукт
